export const public_offer = {
  RU: {
    title: "Пользовательское соглашение",
    subtitle:
      "Настоящее Пользовательское соглашение сервиса Blogix (далее 'Соглашение') (далее 'Оператор') и лицом, успешно прошедшим регистрацию на сайте Blogix (далее – 'Сервис') и начавшим использование Сервиса (далее 'Пользователь').",
    description: [
      {
        id: 1,
        content:
          "Пожалуйста, внимательно изучите текст настоящего Соглашения. Принятие настоящего Соглашения путём успешного прохождения регистрации на сайте Blogix и начала использования сервиса означает полное и безоговорочное принятие условий настоящего Соглашения и всех иных документов, ссылки на которые приведены в настоящем Соглашении (далее – 'Связанные документы'). Для целей настоящего Соглашения Пользователь и Оператор далее совместно именуются 'Стороны', а по отдельности 'Сторона'.",
      },
      {
        id: 2,
        content:
          "Настоящее соглашение не является возмездным договором оказания услуг, передачей прав на использование Сервиса, лицензионным договором или иным договором, предполагающим оплату услуг Оператора, или вознаграждения Оператору, а представляет собой свод общих правил и требований, регулирующих использование Сервиса Пользователем.",
      },
      {
        id: 3,
        content:
          "Принимая условия настоящего Соглашения, Пользователь заявляет и гарантирует, что достиг(ла) как минимум 18 (Восемнадцати) - летнего возраста и является совершеннолетним (совершеннолетней) по законодательству страны, гражданином (гражданкой) которого является Пользователь.",
      },
    ],
    definations: {
      title: "Основные определения",
      options: [
        {
          id: 1,
          content:
            "'Сервис' - принадлежащий Оператору интерактивный программный комплекс, включая веб-сайт, находящийся в сети Интернет по адресу https://blogix.uz, предназначенный для использования Пользователем в соответствии с размещёнными на нём условиями и правилами.",
        },
        {
          id: 2,
          content:
            "'Пользователь' - физическое лицо, зарегистрированное в Сервисе в качестве Пользователя и принявшее настоящее Соглашение и условия Связанных Документов.",
        },
        {
          id: 3,
          content:
            "'Личный Кабинет' - персонализированный раздел Сервиса, закрытый для публичного доступа. Доступ к Личному Кабинету осуществляется посредством ввода на странице входа в Сервис аутентификационных данных: логина и пароля.",
        },
        {
          id: 4,
          content:
            "'Партнер' – партнер Оператора, обеспечивающий безопасные сделки между Пользователями и позволяющий Пользователю осуществлять расчеты с другими Пользователями, производить и получать платежи при использовании Сервиса. При необходимости, Пользователь обязан принять все необходимые пользовательские соглашения, договор-оферту Партнера, и иные документы Партнера.",
        },
      ],
    },
    content: [
      {
        id: 1,
        title: "1. ОБЩИЕ УСЛОВИЯ",
        content: [
          {
            id: 1,
            content:
              "1.1. Принимая условия настоящего Соглашения и создавая Личный Кабинет Пользователя в Сервисе, Пользователь соглашается выполнять и соблюдать все правила и требования по использованию Сервиса, условия Связанных Документов, соглашается с правилами и ценами оплаты услуг третьих лиц и правилами осуществления платежей в рамках Сервиса, а Оператор предоставляет Пользователю доступ к Сервису на условиях настоящего Соглашения и Связанных Документов.",
          },
          {
            id: 2,
            content:
              "1.2. Ни при каких условиях, Пользователю не предоставляются какие-либо имущественные интеллектуальные права в отношении Сервиса, его программного обеспечения.",
          },
          {
            id: 3,
            content:
              "1.3. Полное описание, перечень услуг и функционала Сервиса, доступных для использования Пользователем, отображается в Личном Кабинете Пользователя в Сервисе, а также в Связанных Документах. Все положения Связанных Документов применяются к настоящему Соглашению, как если бы они были в него включены прямо или посредством ссылки.",
          },
        ],
      },
      {
        id: 2,
        title: "2. ПРАВА И ОБЯЗАННОСТИ СТОРОН",
        content: [
          {
            id: 1,
            content: "2.1. Пользователь вправе:",
          },
          {
            id: 2,
            content: "2.1.1. В любое время прекратить использование Сервиса;",
          },
          {
            id: 3,
            content:
              "2.1.2. Выводить суммы Вознаграждения Пользователя на условиях Партнера и Связанных Документов;",
          },
          {
            id: 4,
            content:
              "2.1.3. Использовать функциональность Сервиса в соответствии с его целевым предназначением.",
          },
          {
            id: 5,
            content: "2.2. Пользователь обязан:",
          },
          {
            id: 6,
            content:
              "2.2.1. Зарегистрировать Личный Кабинет в качестве Пользователя в Сервисе;",
          },
          {
            id: 7,
            content:
              "2.2.2. Надлежащим образом охранять логин и пароль Пользователя, необходимые для защиты доступа к Сервису от недобросовестного использования третьими лицами, и незамедлительно уведомлять Оператора о любых случаях недобросовестного использования посредством Обратной Связи;",
          },
          {
            id: 8,
            content:
              "2.2.3. Оплачивать услуги третьих лиц-Пользователей посредством Партнера, с учетом размера комиссии Партнера.",
          },
          {
            id: 9,
            content: "2.3. Оператор и Партнер вправе:",
          },
          {
            id: 10,
            content:
              "2.3.1. Отказать в использовании Сервиса и заблокировать Личный Кабинет Пользователя без выплаты остатка баланса, если выяснится, что Пользователь нарушил любое из условий настоящего Соглашения либо Связанных Документов, а также любое из условий договора и (или) пользовательского Соглашения с Партнером;",
          },
          {
            id: 11,
            content:
              "2.3.2. Оператор вправе осуществлять контроль за личной перепиской Пользователей в Сервисе, в целях проверки соблюдения Пользователями условий настоящего Соглашения, а также условий Связанных Документов. В том числе, Оператор вправе знакомиться с содержанием личной переписки.",
          },
          {
            id: 12,
            content:
              "2.3.3 Оператор вправе осуществлять сервисные рассылки посредством электронной почты на email Пользователя, указанный при регистрации, чтобы уведомлять пользователя о процессах, происходящих в его личном кабинете, либо связанных с работой сервиса.",
          },
          {
            id: 13,
            content: "2.4. Безопасность сделок",
          },
          {
            id: 14,
            content:
              "2.4.1. Обеспечение безопасных сделок между Пользователями осуществляется Партнером и посредством Партнера, используемого Пользователями для совершения платежей.",
          },
          {
            id: 15,
            content: "2.5. Оператор гарантирует:",
          },
          {
            id: 16,
            content:
              "2.5.1. Что обладает всеми правами, необходимыми для предоставления Пользователю возможности использования Сервиса по настоящему Соглашению.",
          },
        ],
      },
      {
        id: 3,
        title: "3. ПЛАТЕЖИ, РАСЧЁТЫ ПРИ ИСПОЛЬЗОВАНИИ СЕРВИСА",
        content: [
          {
            id: 1,
            content:
              "3.1. Все оплаты при использовании Сервиса совершаются Пользователем посредством Партнера в соответствии с правилами, условиями и комиссиями, установленными Партнером.",
          },
          {
            id: 2,
            content:
              "3.2. За определённые действия, совершенные посредством Сервиса Пользователь может получать посредством Партнера оплату своих работ/услуг ('Вознаграждение Пользователя').",
          },
          {
            id: 3,
            content:
              "3.3. Принимая условия настоящего Соглашения, Пользователь соглашается с тем, что Оператор не оказывает Пользователю никаких возмездных услуг и не осуществляет прием платежей, или платежи в пользу Пользователей.",
          },
          {
            id: 4,
            content:
              "3.4. Оператор не несёт ответственности за любые суммы комиссий, которые могут взиматься Партнером при перечислении или получении любых платежей в рамках Сервиса. Пользователь соглашается с вышеуказанным условием, и самостоятельно несёт риски, связанные с выбранным им способом получения Вознаграждения или оплаты услуг других Пользователей, такие как: комиссии Партнера, комиссии партнёров Партнера, вознаграждение Оператора, предусмотренное партнерским договором Оператора и Партнера, включаемое в состав расчетов при использовании Сервиса Пользователями.",
          },
          {
            id: 5,
            content:
              "3.5. Пользователь самостоятельно обязан уплачивать все налоги и сборы, которые применяются к любым денежным суммам, получаемым Пользователем посредством использования Сервиса, и соглашается, что Оператор ни в коем случае не является налоговым агентом Пользователя по настоящему Соглашению или иным образом.",
          },
          {
            id: 6,
            content:
              "3.6. Оператор обеспечивает размещение в Сервисе платежной страницы для осуществления Пользователем оплаты посредством Партнера, для внесения Пользователем необходимых реквизитов оплаты. При этом Пользователь соглашается с тем, что Оператор не участвует в процессе осуществления платежей, не является платежной системой и не осуществляет процессинг платежей.",
          },
        ],
      },
      {
        id: 4,
        title: "4. СРОК ДЕЙСТВИЯ СОГЛАШЕНИЯ И ПРЕКРАЩЕНИЕ ДЕЙСТВИЯ",
        content: [
          {
            id: 1,
            content:
              "4.1. Настоящее Соглашение вступает в силу в момент принятия его условий Пользователем, и продолжает действовать в полной силе до момента прекращения использования Сервиса Пользователем.",
          },
          {
            id: 2,
            content:
              "4.2. Пользователь вправе прекратить доступ к Сервису и его использование по своему желанию в любое время.",
          },
          {
            id: 3,
            content:
              "4.3. Оператор вправе прекратить действие настоящего Соглашения в одностороннем порядке в любой момент времени, по единоличному усмотрению Оператора, в том числе в случае нарушения Пользователем любого положения Соглашения, либо любого положения любого из Связанных Документов.",
          },
        ],
      },
      {
        id: 5,
        title: "5. СВЯЗАННЫЕ ДОКУМЕНТЫ",
        content: [
          {
            id: 1,
            content:
              "5.1. Одновременно с принятием условий настоящего Соглашения и регистрацией Личного Кабинета в Сервисе Пользователь принимает условия всех документов, связанных с настоящим Соглашением, прямо регулирующих использование Сервиса, включённых в настоящее Соглашение посредством ссылки (именуемые 'Связанные Документы').",
          },
          {
            id: 2,
            content:
              "5.1.1. Правила Сервиса Blogix, доступные по адресу https://blogix.uz/service_rules",
          },
          {
            id: 3,
            content:
              "5.1.2. FAQ Сервиса Blogix, по адресу https://blogix.uz/faq",
          },
          {
            id: 4,
            content:
              "5.2. Принимая условия настоящего Соглашения и регистрируя Личный Кабинет в Сервисе, Пользователь подтверждает, что он принимает все условия всех Связанных Документов, в том числе ответственность за нарушение их положений. Пользователь обязуется соблюдать условия и требования таких Связанных Документов в течение всего срока действия настоящего Соглашения.",
          },
          {
            id: 5,
            content:
              "5.3. Связанные Документы могут устанавливать ответственность за нарушение как их положений, так и настоящего Соглашения. Пользователь обязуется соблюдать условия, принимать ответственность и требования таких Связанных Документов в течение всего срока действия настоящего Соглашения.",
          },
        ],
      },
      {
        id: 6,
        title: "6. ОБЩИЕ ПОЛОЖЕНИЯ",
        content: [
          {
            id: 1,
            content:
              "6.1. Настоящее Соглашение регулируется и толкуется в соответствии с законодательством Гонконга.",
          },
          {
            id: 2,
            content:
              "6.2. Пользователь и Оператор соглашаются подчиниться исключительной юрисдикции компетентных судов Гонконга в отношении разрешения любых правовых вопросов, возникающих из настоящего Соглашения.",
          },
          {
            id: 3,
            content:
              "6.3. Оператор оставляет за собой право любым образом изменять настоящее Соглашение, а также время от времени устанавливать новые или дополнительные правила, политики или условия в отношении Сервиса, уведомляя или не уведомляя Пользователя об этом. Оператор вправе уведомить Пользователя о поправках, внесенных в настоящее Соглашение, выслав электронное письмо на адрес электронной почты, указанный в Личном Кабинете Пользователя, или разместив сообщение с таким уведомлением в Сервисе. Пользователь единолично несёт ответственность за регулярное ознакомление с настоящим Соглашением. Использование Пользователем Сервиса или любой его части после того, как любые изменения в настоящем Соглашении были отражены в сообщении в Сервисе или иным образом стали доступными для ознакомления, будет считаться полным согласием Пользователя с такими изменениями. Если Пользователь не согласен с какими-либо из таких изменений, он вправе прекратить использование Сервиса.",
          },
          {
            id: 4,
            content:
              "6.4. Пользователь соглашается с тем, что Пользователь не считается работником, сотрудником, агентом Оператора, и что Пользователь не вправе представляться таковым.",
          },
          {
            id: 5,
            content:
              "6.5. Пользователь не вправе переуступать свои права и обязанности по настоящему Соглашению полностью или частично. Оператор вправе переуступить настоящее Соглашение или любые свои права и обязанности по нему без согласия Пользователя в любое время.",
          },
          {
            id: 6,
            content:
              "6.6. Ни при каких обстоятельствах Оператор не будет нести ответственность за любое неисполнение обязательств, возникающее вследствие причин, объективно не поддающихся контролю Оператора, в том числе без ограничений: стихийных бедствий, войн, терроризма, восстаний, эмбарго, действий гражданских или военных властей, пожаров, наводнений, аварий, забастовок или недостатка транспортных средств, топлива, энергии, рабочей силы или материалов, а также, Оператор не несет ответственности за ddos-атаки и (или) иные атаки на Сервис, произведённые третьими лицами, и их последствия, за технические проблемы хостинг-провайдера, повлиявшие на работоспособность Сервиса, а также, за недоступность Сервиса по любой другой причине, не связанной прямо с действиями Оператора.",
          },
          {
            id: 7,
            content:
              "6.7 В случае, если будут получены персональные данные, их обработка производится в установленном законом порядке исключительно с согласия пользователя.",
          },
        ],
      },
      {
        id: 7,
        title: "7. КОНТАКТНАЯ ИНФОРМАЦИЯ",
        content: [
          {
            id: 1,
            content:
              "7.1. Если у Пользователя возникают какие-либо комментарии или вопросы в отношении осуществления Пользователем использования Сервиса, Пользователь может обратиться к Оператору, используя следующую контактную информацию для связи с Оператором: info@blogix",
          },
        ],
      },
    ],
  },
  EN: {
    title: "Пользовательское соглашение",
    subtitle:
      "Настоящее Пользовательское соглашение сервиса Blogix (далее 'Соглашение') (далее 'Оператор') и лицом, успешно прошедшим регистрацию на сайте Blogix (далее – 'Сервис') и начавшим использование Сервиса (далее 'Пользователь').",
    description: [
      {
        id: 1,
        content:
          "Пожалуйста, внимательно изучите текст настоящего Соглашения. Принятие настоящего Соглашения путём успешного прохождения регистрации на сайте Blogix и начала использования сервиса означает полное и безоговорочное принятие условий настоящего Соглашения и всех иных документов, ссылки на которые приведены в настоящем Соглашении (далее – 'Связанные документы'). Для целей настоящего Соглашения Пользователь и Оператор далее совместно именуются 'Стороны', а по отдельности 'Сторона'.",
      },
      {
        id: 2,
        content:
          "Настоящее соглашение не является возмездным договором оказания услуг, передачей прав на использование Сервиса, лицензионным договором или иным договором, предполагающим оплату услуг Оператора, или вознаграждения Оператору, а представляет собой свод общих правил и требований, регулирующих использование Сервиса Пользователем.",
      },
      {
        id: 3,
        content:
          "Принимая условия настоящего Соглашения, Пользователь заявляет и гарантирует, что достиг(ла) как минимум 18 (Восемнадцати) - летнего возраста и является совершеннолетним (совершеннолетней) по законодательству страны, гражданином (гражданкой) которого является Пользователь.",
      },
    ],
    definations: {
      title: "Основные определения",
      options: [
        {
          id: 1,
          content:
            "'Сервис' - принадлежащий Оператору интерактивный программный комплекс, включая веб-сайт, находящийся в сети Интернет по адресу https://blogix.uz, предназначенный для использования Пользователем в соответствии с размещёнными на нём условиями и правилами.",
        },
        {
          id: 2,
          content:
            "'Пользователь' - физическое лицо, зарегистрированное в Сервисе в качестве Пользователя и принявшее настоящее Соглашение и условия Связанных Документов.",
        },
        {
          id: 3,
          content:
            "'Личный Кабинет' - персонализированный раздел Сервиса, закрытый для публичного доступа. Доступ к Личному Кабинету осуществляется посредством ввода на странице входа в Сервис аутентификационных данных: логина и пароля.",
        },
        {
          id: 4,
          content:
            "'Партнер' – партнер Оператора, обеспечивающий безопасные сделки между Пользователями и позволяющий Пользователю осуществлять расчеты с другими Пользователями, производить и получать платежи при использовании Сервиса. При необходимости, Пользователь обязан принять все необходимые пользовательские соглашения, договор-оферту Партнера, и иные документы Партнера.",
        },
      ],
    },
    content: [
      {
        id: 1,
        title: "1. ОБЩИЕ УСЛОВИЯ",
        content: [
          {
            id: 1,
            content:
              "1.1. Принимая условия настоящего Соглашения и создавая Личный Кабинет Пользователя в Сервисе, Пользователь соглашается выполнять и соблюдать все правила и требования по использованию Сервиса, условия Связанных Документов, соглашается с правилами и ценами оплаты услуг третьих лиц и правилами осуществления платежей в рамках Сервиса, а Оператор предоставляет Пользователю доступ к Сервису на условиях настоящего Соглашения и Связанных Документов.",
          },
          {
            id: 2,
            content:
              "1.2. Ни при каких условиях, Пользователю не предоставляются какие-либо имущественные интеллектуальные права в отношении Сервиса, его программного обеспечения.",
          },
          {
            id: 3,
            content:
              "1.3. Полное описание, перечень услуг и функционала Сервиса, доступных для использования Пользователем, отображается в Личном Кабинете Пользователя в Сервисе, а также в Связанных Документах. Все положения Связанных Документов применяются к настоящему Соглашению, как если бы они были в него включены прямо или посредством ссылки.",
          },
        ],
      },
      {
        id: 2,
        title: "2. ПРАВА И ОБЯЗАННОСТИ СТОРОН",
        content: [
          {
            id: 1,
            content: "2.1. Пользователь вправе:",
          },
          {
            id: 2,
            content: "2.1.1. В любое время прекратить использование Сервиса;",
          },
          {
            id: 3,
            content:
              "2.1.2. Выводить суммы Вознаграждения Пользователя на условиях Партнера и Связанных Документов;",
          },
          {
            id: 4,
            content:
              "2.1.3. Использовать функциональность Сервиса в соответствии с его целевым предназначением.",
          },
          {
            id: 5,
            content: "2.2. Пользователь обязан:",
          },
          {
            id: 6,
            content:
              "2.2.1. Зарегистрировать Личный Кабинет в качестве Пользователя в Сервисе;",
          },
          {
            id: 7,
            content:
              "2.2.2. Надлежащим образом охранять логин и пароль Пользователя, необходимые для защиты доступа к Сервису от недобросовестного использования третьими лицами, и незамедлительно уведомлять Оператора о любых случаях недобросовестного использования посредством Обратной Связи;",
          },
          {
            id: 8,
            content:
              "2.2.3. Оплачивать услуги третьих лиц-Пользователей посредством Партнера, с учетом размера комиссии Партнера.",
          },
          {
            id: 9,
            content: "2.3. Оператор и Партнер вправе:",
          },
          {
            id: 10,
            content:
              "2.3.1. Отказать в использовании Сервиса и заблокировать Личный Кабинет Пользователя без выплаты остатка баланса, если выяснится, что Пользователь нарушил любое из условий настоящего Соглашения либо Связанных Документов, а также любое из условий договора и (или) пользовательского Соглашения с Партнером;",
          },
          {
            id: 11,
            content:
              "2.3.2. Оператор вправе осуществлять контроль за личной перепиской Пользователей в Сервисе, в целях проверки соблюдения Пользователями условий настоящего Соглашения, а также условий Связанных Документов. В том числе, Оператор вправе знакомиться с содержанием личной переписки.",
          },
          {
            id: 12,
            content:
              "2.3.3 Оператор вправе осуществлять сервисные рассылки посредством электронной почты на email Пользователя, указанный при регистрации, чтобы уведомлять пользователя о процессах, происходящих в его личном кабинете, либо связанных с работой сервиса.",
          },
          {
            id: 13,
            content: "2.4. Безопасность сделок",
          },
          {
            id: 14,
            content:
              "2.4.1. Обеспечение безопасных сделок между Пользователями осуществляется Партнером и посредством Партнера, используемого Пользователями для совершения платежей.",
          },
          {
            id: 15,
            content: "2.5. Оператор гарантирует:",
          },
          {
            id: 16,
            content:
              "2.5.1. Что обладает всеми правами, необходимыми для предоставления Пользователю возможности использования Сервиса по настоящему Соглашению.",
          },
        ],
      },
      {
        id: 3,
        title: "3. ПЛАТЕЖИ, РАСЧЁТЫ ПРИ ИСПОЛЬЗОВАНИИ СЕРВИСА",
        content: [
          {
            id: 1,
            content:
              "3.1. Все оплаты при использовании Сервиса совершаются Пользователем посредством Партнера в соответствии с правилами, условиями и комиссиями, установленными Партнером.",
          },
          {
            id: 2,
            content:
              "3.2. За определённые действия, совершенные посредством Сервиса Пользователь может получать посредством Партнера оплату своих работ/услуг ('Вознаграждение Пользователя').",
          },
          {
            id: 3,
            content:
              "3.3. Принимая условия настоящего Соглашения, Пользователь соглашается с тем, что Оператор не оказывает Пользователю никаких возмездных услуг и не осуществляет прием платежей, или платежи в пользу Пользователей.",
          },
          {
            id: 4,
            content:
              "3.4. Оператор не несёт ответственности за любые суммы комиссий, которые могут взиматься Партнером при перечислении или получении любых платежей в рамках Сервиса. Пользователь соглашается с вышеуказанным условием, и самостоятельно несёт риски, связанные с выбранным им способом получения Вознаграждения или оплаты услуг других Пользователей, такие как: комиссии Партнера, комиссии партнёров Партнера, вознаграждение Оператора, предусмотренное партнерским договором Оператора и Партнера, включаемое в состав расчетов при использовании Сервиса Пользователями.",
          },
          {
            id: 5,
            content:
              "3.5. Пользователь самостоятельно обязан уплачивать все налоги и сборы, которые применяются к любым денежным суммам, получаемым Пользователем посредством использования Сервиса, и соглашается, что Оператор ни в коем случае не является налоговым агентом Пользователя по настоящему Соглашению или иным образом.",
          },
          {
            id: 6,
            content:
              "3.6. Оператор обеспечивает размещение в Сервисе платежной страницы для осуществления Пользователем оплаты посредством Партнера, для внесения Пользователем необходимых реквизитов оплаты. При этом Пользователь соглашается с тем, что Оператор не участвует в процессе осуществления платежей, не является платежной системой и не осуществляет процессинг платежей.",
          },
        ],
      },
      {
        id: 4,
        title: "4. СРОК ДЕЙСТВИЯ СОГЛАШЕНИЯ И ПРЕКРАЩЕНИЕ ДЕЙСТВИЯ",
        content: [
          {
            id: 1,
            content:
              "4.1. Настоящее Соглашение вступает в силу в момент принятия его условий Пользователем, и продолжает действовать в полной силе до момента прекращения использования Сервиса Пользователем.",
          },
          {
            id: 2,
            content:
              "4.2. Пользователь вправе прекратить доступ к Сервису и его использование по своему желанию в любое время.",
          },
          {
            id: 3,
            content:
              "4.3. Оператор вправе прекратить действие настоящего Соглашения в одностороннем порядке в любой момент времени, по единоличному усмотрению Оператора, в том числе в случае нарушения Пользователем любого положения Соглашения, либо любого положения любого из Связанных Документов.",
          },
        ],
      },
      {
        id: 5,
        title: "5. СВЯЗАННЫЕ ДОКУМЕНТЫ",
        content: [
          {
            id: 1,
            content:
              "5.1. Одновременно с принятием условий настоящего Соглашения и регистрацией Личного Кабинета в Сервисе Пользователь принимает условия всех документов, связанных с настоящим Соглашением, прямо регулирующих использование Сервиса, включённых в настоящее Соглашение посредством ссылки (именуемые 'Связанные Документы').",
          },
          {
            id: 2,
            content:
              "5.1.1. Правила Сервиса Blogix, доступные по адресу https://blogix.uz/service_rules",
          },
          {
            id: 3,
            content:
              "5.1.2. FAQ Сервиса Blogix, по адресу https://blogix.uz/faq",
          },
          {
            id: 4,
            content:
              "5.2. Принимая условия настоящего Соглашения и регистрируя Личный Кабинет в Сервисе, Пользователь подтверждает, что он принимает все условия всех Связанных Документов, в том числе ответственность за нарушение их положений. Пользователь обязуется соблюдать условия и требования таких Связанных Документов в течение всего срока действия настоящего Соглашения.",
          },
          {
            id: 5,
            content:
              "5.3. Связанные Документы могут устанавливать ответственность за нарушение как их положений, так и настоящего Соглашения. Пользователь обязуется соблюдать условия, принимать ответственность и требования таких Связанных Документов в течение всего срока действия настоящего Соглашения.",
          },
        ],
      },
      {
        id: 6,
        title: "6. ОБЩИЕ ПОЛОЖЕНИЯ",
        content: [
          {
            id: 1,
            content:
              "6.1. Настоящее Соглашение регулируется и толкуется в соответствии с законодательством Гонконга.",
          },
          {
            id: 2,
            content:
              "6.2. Пользователь и Оператор соглашаются подчиниться исключительной юрисдикции компетентных судов Гонконга в отношении разрешения любых правовых вопросов, возникающих из настоящего Соглашения.",
          },
          {
            id: 3,
            content:
              "6.3. Оператор оставляет за собой право любым образом изменять настоящее Соглашение, а также время от времени устанавливать новые или дополнительные правила, политики или условия в отношении Сервиса, уведомляя или не уведомляя Пользователя об этом. Оператор вправе уведомить Пользователя о поправках, внесенных в настоящее Соглашение, выслав электронное письмо на адрес электронной почты, указанный в Личном Кабинете Пользователя, или разместив сообщение с таким уведомлением в Сервисе. Пользователь единолично несёт ответственность за регулярное ознакомление с настоящим Соглашением. Использование Пользователем Сервиса или любой его части после того, как любые изменения в настоящем Соглашении были отражены в сообщении в Сервисе или иным образом стали доступными для ознакомления, будет считаться полным согласием Пользователя с такими изменениями. Если Пользователь не согласен с какими-либо из таких изменений, он вправе прекратить использование Сервиса.",
          },
          {
            id: 4,
            content:
              "6.4. Пользователь соглашается с тем, что Пользователь не считается работником, сотрудником, агентом Оператора, и что Пользователь не вправе представляться таковым.",
          },
          {
            id: 5,
            content:
              "6.5. Пользователь не вправе переуступать свои права и обязанности по настоящему Соглашению полностью или частично. Оператор вправе переуступить настоящее Соглашение или любые свои права и обязанности по нему без согласия Пользователя в любое время.",
          },
          {
            id: 6,
            content:
              "6.6. Ни при каких обстоятельствах Оператор не будет нести ответственность за любое неисполнение обязательств, возникающее вследствие причин, объективно не поддающихся контролю Оператора, в том числе без ограничений: стихийных бедствий, войн, терроризма, восстаний, эмбарго, действий гражданских или военных властей, пожаров, наводнений, аварий, забастовок или недостатка транспортных средств, топлива, энергии, рабочей силы или материалов, а также, Оператор не несет ответственности за ddos-атаки и (или) иные атаки на Сервис, произведённые третьими лицами, и их последствия, за технические проблемы хостинг-провайдера, повлиявшие на работоспособность Сервиса, а также, за недоступность Сервиса по любой другой причине, не связанной прямо с действиями Оператора.",
          },
          {
            id: 7,
            content:
              "6.7 В случае, если будут получены персональные данные, их обработка производится в установленном законом порядке исключительно с согласия пользователя.",
          },
        ],
      },
      {
        id: 7,
        title: "7. КОНТАКТНАЯ ИНФОРМАЦИЯ",
        content: [
          {
            id: 1,
            content:
              "7.1. Если у Пользователя возникают какие-либо комментарии или вопросы в отношении осуществления Пользователем использования Сервиса, Пользователь может обратиться к Оператору, используя следующую контактную информацию для связи с Оператором: info@blogix",
          },
        ],
      },
    ],
  },
  UZ: {
    title: "Пользовательское соглашение",
    subtitle:
      "Настоящее Пользовательское соглашение сервиса Blogix (далее 'Соглашение') (далее 'Оператор') и лицом, успешно прошедшим регистрацию на сайте Blogix (далее – 'Сервис') и начавшим использование Сервиса (далее 'Пользователь').",
    description: [
      {
        id: 1,
        content:
          "Пожалуйста, внимательно изучите текст настоящего Соглашения. Принятие настоящего Соглашения путём успешного прохождения регистрации на сайте Blogix и начала использования сервиса означает полное и безоговорочное принятие условий настоящего Соглашения и всех иных документов, ссылки на которые приведены в настоящем Соглашении (далее – 'Связанные документы'). Для целей настоящего Соглашения Пользователь и Оператор далее совместно именуются 'Стороны', а по отдельности 'Сторона'.",
      },
      {
        id: 2,
        content:
          "Настоящее соглашение не является возмездным договором оказания услуг, передачей прав на использование Сервиса, лицензионным договором или иным договором, предполагающим оплату услуг Оператора, или вознаграждения Оператору, а представляет собой свод общих правил и требований, регулирующих использование Сервиса Пользователем.",
      },
      {
        id: 3,
        content:
          "Принимая условия настоящего Соглашения, Пользователь заявляет и гарантирует, что достиг(ла) как минимум 18 (Восемнадцати) - летнего возраста и является совершеннолетним (совершеннолетней) по законодательству страны, гражданином (гражданкой) которого является Пользователь.",
      },
    ],
    definations: {
      title: "Основные определения",
      options: [
        {
          id: 1,
          content:
            "'Сервис' - принадлежащий Оператору интерактивный программный комплекс, включая веб-сайт, находящийся в сети Интернет по адресу https://blogix.uz, предназначенный для использования Пользователем в соответствии с размещёнными на нём условиями и правилами.",
        },
        {
          id: 2,
          content:
            "'Пользователь' - физическое лицо, зарегистрированное в Сервисе в качестве Пользователя и принявшее настоящее Соглашение и условия Связанных Документов.",
        },
        {
          id: 3,
          content:
            "'Личный Кабинет' - персонализированный раздел Сервиса, закрытый для публичного доступа. Доступ к Личному Кабинету осуществляется посредством ввода на странице входа в Сервис аутентификационных данных: логина и пароля.",
        },
        {
          id: 4,
          content:
            "'Партнер' – партнер Оператора, обеспечивающий безопасные сделки между Пользователями и позволяющий Пользователю осуществлять расчеты с другими Пользователями, производить и получать платежи при использовании Сервиса. При необходимости, Пользователь обязан принять все необходимые пользовательские соглашения, договор-оферту Партнера, и иные документы Партнера.",
        },
      ],
    },
    content: [
      {
        id: 1,
        title: "1. ОБЩИЕ УСЛОВИЯ",
        content: [
          {
            id: 1,
            content:
              "1.1. Принимая условия настоящего Соглашения и создавая Личный Кабинет Пользователя в Сервисе, Пользователь соглашается выполнять и соблюдать все правила и требования по использованию Сервиса, условия Связанных Документов, соглашается с правилами и ценами оплаты услуг третьих лиц и правилами осуществления платежей в рамках Сервиса, а Оператор предоставляет Пользователю доступ к Сервису на условиях настоящего Соглашения и Связанных Документов.",
          },
          {
            id: 2,
            content:
              "1.2. Ни при каких условиях, Пользователю не предоставляются какие-либо имущественные интеллектуальные права в отношении Сервиса, его программного обеспечения.",
          },
          {
            id: 3,
            content:
              "1.3. Полное описание, перечень услуг и функционала Сервиса, доступных для использования Пользователем, отображается в Личном Кабинете Пользователя в Сервисе, а также в Связанных Документах. Все положения Связанных Документов применяются к настоящему Соглашению, как если бы они были в него включены прямо или посредством ссылки.",
          },
        ],
      },
      {
        id: 2,
        title: "2. ПРАВА И ОБЯЗАННОСТИ СТОРОН",
        content: [
          {
            id: 1,
            content: "2.1. Пользователь вправе:",
          },
          {
            id: 2,
            content: "2.1.1. В любое время прекратить использование Сервиса;",
          },
          {
            id: 3,
            content:
              "2.1.2. Выводить суммы Вознаграждения Пользователя на условиях Партнера и Связанных Документов;",
          },
          {
            id: 4,
            content:
              "2.1.3. Использовать функциональность Сервиса в соответствии с его целевым предназначением.",
          },
          {
            id: 5,
            content: "2.2. Пользователь обязан:",
          },
          {
            id: 6,
            content:
              "2.2.1. Зарегистрировать Личный Кабинет в качестве Пользователя в Сервисе;",
          },
          {
            id: 7,
            content:
              "2.2.2. Надлежащим образом охранять логин и пароль Пользователя, необходимые для защиты доступа к Сервису от недобросовестного использования третьими лицами, и незамедлительно уведомлять Оператора о любых случаях недобросовестного использования посредством Обратной Связи;",
          },
          {
            id: 8,
            content:
              "2.2.3. Оплачивать услуги третьих лиц-Пользователей посредством Партнера, с учетом размера комиссии Партнера.",
          },
          {
            id: 9,
            content: "2.3. Оператор и Партнер вправе:",
          },
          {
            id: 10,
            content:
              "2.3.1. Отказать в использовании Сервиса и заблокировать Личный Кабинет Пользователя без выплаты остатка баланса, если выяснится, что Пользователь нарушил любое из условий настоящего Соглашения либо Связанных Документов, а также любое из условий договора и (или) пользовательского Соглашения с Партнером;",
          },
          {
            id: 11,
            content:
              "2.3.2. Оператор вправе осуществлять контроль за личной перепиской Пользователей в Сервисе, в целях проверки соблюдения Пользователями условий настоящего Соглашения, а также условий Связанных Документов. В том числе, Оператор вправе знакомиться с содержанием личной переписки.",
          },
          {
            id: 12,
            content:
              "2.3.3 Оператор вправе осуществлять сервисные рассылки посредством электронной почты на email Пользователя, указанный при регистрации, чтобы уведомлять пользователя о процессах, происходящих в его личном кабинете, либо связанных с работой сервиса.",
          },
          {
            id: 13,
            content: "2.4. Безопасность сделок",
          },
          {
            id: 14,
            content:
              "2.4.1. Обеспечение безопасных сделок между Пользователями осуществляется Партнером и посредством Партнера, используемого Пользователями для совершения платежей.",
          },
          {
            id: 15,
            content: "2.5. Оператор гарантирует:",
          },
          {
            id: 16,
            content:
              "2.5.1. Что обладает всеми правами, необходимыми для предоставления Пользователю возможности использования Сервиса по настоящему Соглашению.",
          },
        ],
      },
      {
        id: 3,
        title: "3. ПЛАТЕЖИ, РАСЧЁТЫ ПРИ ИСПОЛЬЗОВАНИИ СЕРВИСА",
        content: [
          {
            id: 1,
            content:
              "3.1. Все оплаты при использовании Сервиса совершаются Пользователем посредством Партнера в соответствии с правилами, условиями и комиссиями, установленными Партнером.",
          },
          {
            id: 2,
            content:
              "3.2. За определённые действия, совершенные посредством Сервиса Пользователь может получать посредством Партнера оплату своих работ/услуг ('Вознаграждение Пользователя').",
          },
          {
            id: 3,
            content:
              "3.3. Принимая условия настоящего Соглашения, Пользователь соглашается с тем, что Оператор не оказывает Пользователю никаких возмездных услуг и не осуществляет прием платежей, или платежи в пользу Пользователей.",
          },
          {
            id: 4,
            content:
              "3.4. Оператор не несёт ответственности за любые суммы комиссий, которые могут взиматься Партнером при перечислении или получении любых платежей в рамках Сервиса. Пользователь соглашается с вышеуказанным условием, и самостоятельно несёт риски, связанные с выбранным им способом получения Вознаграждения или оплаты услуг других Пользователей, такие как: комиссии Партнера, комиссии партнёров Партнера, вознаграждение Оператора, предусмотренное партнерским договором Оператора и Партнера, включаемое в состав расчетов при использовании Сервиса Пользователями.",
          },
          {
            id: 5,
            content:
              "3.5. Пользователь самостоятельно обязан уплачивать все налоги и сборы, которые применяются к любым денежным суммам, получаемым Пользователем посредством использования Сервиса, и соглашается, что Оператор ни в коем случае не является налоговым агентом Пользователя по настоящему Соглашению или иным образом.",
          },
          {
            id: 6,
            content:
              "3.6. Оператор обеспечивает размещение в Сервисе платежной страницы для осуществления Пользователем оплаты посредством Партнера, для внесения Пользователем необходимых реквизитов оплаты. При этом Пользователь соглашается с тем, что Оператор не участвует в процессе осуществления платежей, не является платежной системой и не осуществляет процессинг платежей.",
          },
        ],
      },
      {
        id: 4,
        title: "4. СРОК ДЕЙСТВИЯ СОГЛАШЕНИЯ И ПРЕКРАЩЕНИЕ ДЕЙСТВИЯ",
        content: [
          {
            id: 1,
            content:
              "4.1. Настоящее Соглашение вступает в силу в момент принятия его условий Пользователем, и продолжает действовать в полной силе до момента прекращения использования Сервиса Пользователем.",
          },
          {
            id: 2,
            content:
              "4.2. Пользователь вправе прекратить доступ к Сервису и его использование по своему желанию в любое время.",
          },
          {
            id: 3,
            content:
              "4.3. Оператор вправе прекратить действие настоящего Соглашения в одностороннем порядке в любой момент времени, по единоличному усмотрению Оператора, в том числе в случае нарушения Пользователем любого положения Соглашения, либо любого положения любого из Связанных Документов.",
          },
        ],
      },
      {
        id: 5,
        title: "5. СВЯЗАННЫЕ ДОКУМЕНТЫ",
        content: [
          {
            id: 1,
            content:
              "5.1. Одновременно с принятием условий настоящего Соглашения и регистрацией Личного Кабинета в Сервисе Пользователь принимает условия всех документов, связанных с настоящим Соглашением, прямо регулирующих использование Сервиса, включённых в настоящее Соглашение посредством ссылки (именуемые 'Связанные Документы').",
          },
          {
            id: 2,
            content:
              "5.1.1. Правила Сервиса Blogix, доступные по адресу https://blogix.uz/service_rules",
          },
          {
            id: 3,
            content:
              "5.1.2. FAQ Сервиса Blogix, по адресу https://blogix.uz/faq",
          },
          {
            id: 4,
            content:
              "5.2. Принимая условия настоящего Соглашения и регистрируя Личный Кабинет в Сервисе, Пользователь подтверждает, что он принимает все условия всех Связанных Документов, в том числе ответственность за нарушение их положений. Пользователь обязуется соблюдать условия и требования таких Связанных Документов в течение всего срока действия настоящего Соглашения.",
          },
          {
            id: 5,
            content:
              "5.3. Связанные Документы могут устанавливать ответственность за нарушение как их положений, так и настоящего Соглашения. Пользователь обязуется соблюдать условия, принимать ответственность и требования таких Связанных Документов в течение всего срока действия настоящего Соглашения.",
          },
        ],
      },
      {
        id: 6,
        title: "6. ОБЩИЕ ПОЛОЖЕНИЯ",
        content: [
          {
            id: 1,
            content:
              "6.1. Настоящее Соглашение регулируется и толкуется в соответствии с законодательством Гонконга.",
          },
          {
            id: 2,
            content:
              "6.2. Пользователь и Оператор соглашаются подчиниться исключительной юрисдикции компетентных судов Гонконга в отношении разрешения любых правовых вопросов, возникающих из настоящего Соглашения.",
          },
          {
            id: 3,
            content:
              "6.3. Оператор оставляет за собой право любым образом изменять настоящее Соглашение, а также время от времени устанавливать новые или дополнительные правила, политики или условия в отношении Сервиса, уведомляя или не уведомляя Пользователя об этом. Оператор вправе уведомить Пользователя о поправках, внесенных в настоящее Соглашение, выслав электронное письмо на адрес электронной почты, указанный в Личном Кабинете Пользователя, или разместив сообщение с таким уведомлением в Сервисе. Пользователь единолично несёт ответственность за регулярное ознакомление с настоящим Соглашением. Использование Пользователем Сервиса или любой его части после того, как любые изменения в настоящем Соглашении были отражены в сообщении в Сервисе или иным образом стали доступными для ознакомления, будет считаться полным согласием Пользователя с такими изменениями. Если Пользователь не согласен с какими-либо из таких изменений, он вправе прекратить использование Сервиса.",
          },
          {
            id: 4,
            content:
              "6.4. Пользователь соглашается с тем, что Пользователь не считается работником, сотрудником, агентом Оператора, и что Пользователь не вправе представляться таковым.",
          },
          {
            id: 5,
            content:
              "6.5. Пользователь не вправе переуступать свои права и обязанности по настоящему Соглашению полностью или частично. Оператор вправе переуступить настоящее Соглашение или любые свои права и обязанности по нему без согласия Пользователя в любое время.",
          },
          {
            id: 6,
            content:
              "6.6. Ни при каких обстоятельствах Оператор не будет нести ответственность за любое неисполнение обязательств, возникающее вследствие причин, объективно не поддающихся контролю Оператора, в том числе без ограничений: стихийных бедствий, войн, терроризма, восстаний, эмбарго, действий гражданских или военных властей, пожаров, наводнений, аварий, забастовок или недостатка транспортных средств, топлива, энергии, рабочей силы или материалов, а также, Оператор не несет ответственности за ddos-атаки и (или) иные атаки на Сервис, произведённые третьими лицами, и их последствия, за технические проблемы хостинг-провайдера, повлиявшие на работоспособность Сервиса, а также, за недоступность Сервиса по любой другой причине, не связанной прямо с действиями Оператора.",
          },
          {
            id: 7,
            content:
              "6.7 В случае, если будут получены персональные данные, их обработка производится в установленном законом порядке исключительно с согласия пользователя.",
          },
        ],
      },
      {
        id: 7,
        title: "7. КОНТАКТНАЯ ИНФОРМАЦИЯ",
        content: [
          {
            id: 1,
            content:
              "7.1. Если у Пользователя возникают какие-либо комментарии или вопросы в отношении осуществления Пользователем использования Сервиса, Пользователь может обратиться к Оператору, используя следующую контактную информацию для связи с Оператором: info@blogix",
          },
        ],
      },
    ],
  },
};
