export const service_roles = {
  RU: {
    title: "Правила пользования",
    subtitle:
      "Прежде чем начать использовать сервис Blogix (далее — Сервис), просим вас внимательно прочитать этот документ.",
    date: "«28» августа 2023 г.",
    description: [
      {
        id: 1,
        content:
          "Нажимая кнопку, которая подтверждает согласие с настоящими Правилами, а также используя Сервис посредством личного Аккаунта на Сайте, вы принимаете изложенные в этих Правилах условия и обязуетесь их соблюдать. Если вы не принимаете условия Правил, вы должны прекратить пользоваться Сервисом.",
      },
      {
        id: 2,
        content:
          "Сервис Blogix — это каталог публичных каналов различных тематик и инструмент для поиска площадок в экосистеме мессенджера Telegram, Instagram, в видеохостинге Youtube. Сервис выступает как платформа, которая объединяет владельцев или администраторов популярных каналов и заказчиков, желающих продвинуть свой продукт, канал, бренд или сервис.",
      },
      {
        id: 3,
        content:
          "Настоящий Сервис предоставляется для использования юридическими и физическими лицами для целей не связанных, с личными, семейными, домашними и иными нуждами, не связанными с осуществлением предпринимательской деятельности. Использование настоящего Сервиса не регулируется законом Республики Узбекистан, от 26.04.1996 г. № 221-I “О защите прав потребителей”. Физические лица, пользующиеся Сервисом, не являются потребителями в понятии данного закона.",
      },
    ],
    content: [
      {
        id: 1,
        title: "1. Понятия и определения.",
        content: [
          {
            id: 1,
            content:
              "1.1. В настоящих Правилах понятия и термины используются в следующих значениях:",
          },
          {
            id: 2,
            content:
              "1.1.1. Проект — это пост интеграции, оформленный в соответствии с пожеланиями Заказчика и содержащий изображение или видео, текст интеграции и ссылку на продукт, сервис или услугу.",
          },
          {
            id: 3,
            content:
              "1.1.2. Заказчик — это зарегистрированный пользователь Сервиса, который создает Проекты продвижения, проверяет и оплачивает их размещение.",
          },
          {
            id: 4,
            content:
              "1.1.3. Владелец — зарегистрированный пользователь Сервиса, владелец или администратор публичного или приватного канала в Telegram, Instagram или Youtube. Владелец принимает от Заказчика на рассмотрение проекты интеграций и публикует их. ",
          },
          {
            id: 5,
            content:
              "1.1.4. Безопасная сделка (БС) — это система, позволяющая Заказчику и Владельцу канала защититься от невыполнения обязательств второй стороной. БС гарантирует обеим сторонам соблюдение обязательств: Заказчику — выполнение заказа или возврат средств в случае его невыполнения; Владельцу канала — оплату после успешного размещения Проекта.",
          },
          {
            id: 6,
            content:
              "1.1.5. Заказ – оформленный посредством Сервиса заказ на размещение Проекта, который содержит необходимые условия и информацию для оказания услуги. ",
          },
          {
            id: 7,
            content:
              "1.1.6. Завершенный Заказ – Заказ, получивший на Сервисе статус «выполнен».",
          },
        ],
      },
      {
        id: 2,
        title: "1-Б. Запрещенные тематики Проектов, Каналов и Заказов.",
        content: [
          {
            id: 1,
            content: "1-Б.1. Действия, нарушающие законодательство РУз: ",
          },
          {
            id: 2,
            content:
              "1-Б.1.1. Товары и услуги, нарушающие Закон РУз, от 07.06.2022 “ О рекламе” в том числе:",
          },
          {
            id: 3,
            content:
              "Табак, табачные изделия (в том числе предназначенные для употребления путем нагревания или испарения), курительные принадлежности (в том числе электронные сигареты, электронные системы доставки никотина, устройства для нагревания табака или никотиносодержащих жидкостей, вейпы и расходные материалы к ним, трубки, любые кальяны, сигаретная бумага) и любые курительные смеси.",
          },
          { id: 4, content: "Любая алкогольная продукция." },
          {
            id: 5,
            content:
              "– Игра на бирже, операции с ценными бумагами, криптовалюты, форекс: ",
          },
          {
            id: 6,
            content:
              "- бинарные опционы, Форекс (в том числе оборудование, консультирование, обучение);",
          },
          {
            id: 7,
            content:
              "- ценные бумаги и криптовалюты (в том числе продажа, консультирование, обучение); ",
          },
          {
            id: 9,
            content:
              "- финансовые и товарные пирамиды, сомнительные способы получения дохода или товаров, а также связанное с ними обучение.",
          },
          {
            id: 10,
            content:
              "– Психотерапевтическая и медицинская помощь, в т.ч. народная медицина:",
          },
          {
            id: 11,
            content:
              "- лечение, расшифровка анализов и  составление рецептов; ",
          },
          { id: 12, content: "- назначение препаратов и БАДов; " },
          { id: 13, content: "- консультирование по заболеваниям; " },
          {
            id: 14,
            content:
              "- составление и продажа плана тренировок и питания в лечебных целях; ",
          },
          {
            id: 15,
            content:
              "- продажа, реклама и описание применения медицинских препаратов и БАДов, лекарственного сырья и аппаратов для лечения.",
          },
          {
            id: 16,
            content:
              "– Взрывчатые вещества и материалы, оружие (в том числе охотничье, пневматическое, гражданское, страйкбольное, пейнтбольное, сувенирное и декоративное), комплектующие изделия к нему, его копии; ножи, за исключением кухонных, перочинных и канцелярских.",
          },
          {
            id: 17,
            content:
              "– Товары и услуги для взрослых (18+) (в том числе заказ услуг для магазинов и сайтов 18+ и поиск и предложение работы в этой сфере).",
          },
          {
            id: 18,
            content:
              "– Азартные игры, ставки  и прогнозы на спорт, лотереи, игры, основанные на риске или пари, в том числе оборудование для их проведения.",
          },
          {
            id: 19,
            content:
              "– Подготовка и написание выпускных квалификационных работ, научных докладов об основных результатах подготовленных научно-квалификационных работ (диссертаций) и иных работ, предусмотренных государственной системой научной аттестации или необходимых для прохождения обучающимися промежуточной или итоговой аттестации. Прохождение тестов, сдача экзаменов за третьих лиц.",
          },
          {
            id: 20,
            content:
              "1-Б.1.2. Мошенничество, спам, любая несанкционированная реклама, а также недобросовестная конкуренция и некорректное использование слов в превосходной степени в описании услуг.",
          },
          {
            id: 21,
            content:
              "1-Б.1.3. Услуги, нарушающие интеллектуальные и авторские права, включая:",
          },
          {
            id: 22,
            content: "– незаконное использование товарных знаков;",
          },
          {
            id: 23,
            content:
              "– услуги, нарушающие условия использования и распространения контента",
          },
          {
            id: 24,
            content:
              "1-Б.1.4. Действия и услуги, нарушающие права третьих лиц, в том числе:",
          },
          {
            id: 25,
            content:
              "– нарушающие права граждан на частную жизнь или публичный порядок;",
          },
          {
            id: 26,
            content:
              "– нарушающие морально-этические нормы, носящие характер непристойности;",
          },
          {
            id: 27,
            content:
              "– нарушающие честь и достоинство, права и охраняемые законом интересы других лиц.",
          },
          {
            id: 28,
            content:
              "– услуги сбора и передачи информации, запрещенной к распространению, в том числе персональные данные.",
          },
          {
            id: 29,
            content:
              "– создание и распространение устройств и программ шифрования, технические средства, предназначенные для прослушивания и другого негласного получения информации, а также сопутствующие документы.",
          },
          {
            id: 30,
            content:
              "– предоставление сведений из Единого государственного реестра недвижимости (ЕГРН).",
          },
          {
            id: 31,
            content:
              "1-Б.1.5. Размещение материалов, содержащих угрозы и оскорбления, дискредитирующие других лиц. Услуги или материалы, способствующие возбуждению ненависти либо вражды, разжиганию религиозной, расовой или межнациональной розни, политические призывы, призывы к насилию.",
          },
          {
            id: 32,
            content:
              "1-Б.1.6. Услуги, связанные с экстремистскими материалами и предметами с нацистской символикой.",
          },
          {
            id: 33,
            content:
              "1-Б.2. Иные тематики Проектов, Каналов и Заказов, запрещенные на Сервисе:",
          },
          {
            id: 34,
            content:
              "1-Б.2.2. Займы и услуги, связанные с предоставлением займов, от организаций, не имеющих банковской лицензии или статуса НКО.",
          },
          {
            id: 35,
            content:
              "1-Б.2.3. Накрутка лайков, подписчиков, репостов, голосов в опросах и других показателей в соцсетях черными методами и способами, которые могут принести вред группе/аккаунту заказчика. В том числе продажа и разработка программного обеспечения для накрутки. Исключение: естественное продвижение и раскрутка аккаунта.",
          },
          {
            id: 36,
            content:
              "1-Б.2.4. Астрология, магия. В том числе колдовство, нумерология, гадания любые виды обрядов, ритуалов и предсказаний, поиск и предложение работы в этой сфере, нетрадиционная медицина, секты и религиозные услуги.",
          },
          {
            id: 37,
            content:
              "1-Б.3. Сервис уведомляет, что придерживается политического нейтралитета. Создание Проектов, содержащих политическую тематику, в том числе прямую или скрытую агитацию с использованием средств и приемов рекламного жанра, равно как и без применения таких средств и приемов, не допускается.",
          },
          {
            id: 38,
            content:
              "1-Б.4. Проекты, содержащие запрещенные тематики не подлежат публикации/размещению.",
          },
          {
            id: 39,
            content:
              "1-Б.5. Каналы содержащие запрещённые тематики не подлежат включению в каталог, либо, если Каналы каталоге, они подлежит удалению после осуществления проверки, в рамках которой обнаружены в них посты/пост запрещённых тематик.",
          },
          {
            id: 40,
            content:
              "1-Б.6. Популяризация, реклама VPN-сервисов, способы и методы обхода блокировок;",
          },
          {
            id: 41,
            content:
              "– Пояснения, как открыть доступ к запрещенным ресурсам и сетям с помощью VPN-сервисов; ",
          },
          {
            id: 42,
            content:
              "– Предложения о покупке или скачивания в целях  доступа к VPN-сервисам для обхода блокировок;",
          },
        ],
      },
      {
        id: 3,
        title: "2. Создание Проекта в каналах или чатах (группах).",
        content: [
          {
            id: 1,
            content:
              "2.1. Только зарегистрированный пользователь, Заказчик или Владелец, может создавать Проект.",
          },
          { id: 2, content: "2.2. Проект включает:" },
          {
            id: 3,
            content:
              "— список публичных каналов (в которых будет размещен проект);",
          },
          { id: 4, content: "— ссылку на продвигаемый ресурс;" },
          { id: 5, content: "— текст интеграции;" },
          { id: 6, content: "— изображения или видео;" },
          {
            id: 7,
            content:
              "— требований к публикации (включая форматирование поста, дату и время публикации и прочее).",
          },
          {
            id: 8,
            content:
              "2.3. Владелец обязан рассмотреть заявку на размещение Проекта в течение 24 часов. В противном случае заявка будет автоматически отменена. После принятия Проекта в работу Владелец обязан опубликовать Проект в течение 36 часов, если в пожеланиях к проекту не указано иного.",
          },
          {
            id: 9,
            content:
              "2.4. Проект публикуется в ленте публичных сообщений канала в зависимости от формата размещения на следующих условиях:",
          },
          {
            id: 10,
            content:
              "— формат 1/24: Проект публикуется в канале не менее чем на 24 часа с удержанием не менее, чем на 1 час в топе (без обновлений и вытеснения новыми постами). В чате (группе) Проект публикуется и закрепляется не менее чем на 24 часа; закрепление других постов запрещается на весь срок публикации. Проект может быть удален по истечении 24 часов.",
          },
          {
            id: 11,
            content:
              "— формат 2/48: Проект публикуется в канале не менее чем на 48 часов с удержанием не менее чем на 2 часа в топе (без обновлений и вытеснения новыми постами). В чате (группе) Проект публикуется и закрепляется не менее чем на 48 часа; закрепление других постов запрещается на весь срок публикации.Проект может быть удален по истечении 48 часов.",
          },
          {
            id: 12,
            content:
              "— формат 3/72: Проект публикуется в канале Проект публикуется не менее чем на 72 часа с удержанием не менее чем на 3 часа в топе (без обновлений и вытеснения новыми постами). В чате (группе) Проект публикуется и закрепляется не менее чем на 72 часа; закрепление других постов запрещается на весь срок публикации. Проект может быть удален по истечении 72 часов.",
          },
          {
            id: 13,
            content:
              "— формат «7 дней»: в канале Проект публикуется на 7 дней с удержанием на 3 часа в топе (без обновления и вытеснения новыми постами);",
          },
          {
            id: 14,
            content:
              "— формат «Нативный»: Проект в канале публикуется на 7 дней с удержанием на 1 час в топе (без обновления и вытеснения новыми постами);",
          },
          {
            id: 15,
            content:
              "— формат «Репост»: Проект-пост из продвигаемого канала публикуется по формату 1/24 в другом канале с удержанием не менее, чем на 1 час в топе (без обновлений и вытеснения новыми постами). По истечении 24 часов Владелец может удалить Проект по своему желанию. ",
          },
          {
            id: 16,
            content:
              "2.5. Проект оплачивается на стадии создания. Оплата списывается с баланса Заказчика, резервируется Сервисом и начисляется Владельцу канала после проверки и подтверждения публикации Заказчиком в течение 24—72 часов, в зависимости от формата размещения (по истечении 24—72 часов оплата за проект автоматически переводится Владельцу канала).",
          },
          {
            id: 17,
            content:
              "2.6. Владелец в праве отклонить заявку на Проект без объяснения причин.",
          },
          {
            id: 18,
            content:
              "2.7. Если в течение 24 часов с момента создания Проекта Владелец не примет заявку в работу, оплата вернется на баланс Заказчика автоматически (если не выбрана функция «Автозамена»).",
          },
          {
            id: 19,
            content:
              "2.8. Если в течение 24 часов с момента создания Проекта Владелец не примет заявку в работу, но выбрана Автозамена, оплата останется в резерве до момента подбора нового канала или чата и публикации Проекта. Данные о новых каналах и чатах отображаются в разделе «Мои Проекты» в личном кабинете.",
          },
          {
            id: 20,
            content:
              "2.9. Заказчик имеет право отменить оплату в течение 24—72 часов (в зависимости от формата размещения) после уведомления о размещении Проекта, в случае если Владельцем канала были допущены следующие нарушения:",
          },
          {
            id: 21,
            content:
              "2.9.1. Проект не был опубликован в выбранном канале или чате (группе).",
          },
          {
            id: 22,
            content:
              "2.9.2. Проект был опубликован без изображения или видео (если оно было добавлено в Проект).",
          },
          {
            id: 23,
            content:
              "2.9.3. Ссылка на Проект не активна или не соответствует заявленной.",
          },
          {
            id: 24,
            content:
              "2.9.4. Текст поста был видоизменен без предварительного согласования и не соответствует заявленному.",
          },
          {
            id: 25,
            content:
              "2.9.5. Проект был опубликован без учета пожеланий Заказчика (дата, время, форматирование поста и прочее).",
          },
          {
            id: 26,
            content:
              "2.9.6. Канал или чат (группа), в котором заказан Проект, заблокирован или неактивен.",
          },
          {
            id: 27,
            content:
              "2.9.7. Проект находился менее 24—72 часов (в зависимости от формата размещения) в ленте выбранного канала или был закреплен менее 24—72 часов в чате.",
          },
          {
            id: 28,
            content:
              "2.9.8. Проект находился менее 1—3 часов (в зависимости от формата размещения) в топе ленты постов выбранного канала.",
          },
          {
            id: 29,
            content:
              "2.9.9. Аудитория канала и ее поведение вызывает подозрение (накрутка подписчиков, просмотров и прочая неестественная активность).",
          },
          {
            id: 30,
            content:
              "2.10. Заказчик вправе без объяснения причин отменить заявку в течение 24 часов, но только до того момента, пока Владелец не принял ее в работу.",
          },
          {
            id: 31,
            content:
              "2.11. Все иные причины отмены оплаты Заказчиком могут быть рассмотрены администраторами Сервиса. Финальное решение по таким жалобам остаются на усмотрении администраторов Сервиса.",
          },
          {
            id: 32,
            content:
              "2.12. После проверки и подтверждения Заказчиком публикации Заказ признается завершенным и приобретает статус «выполнен»",
          },
        ],
      },
      {
        id: 4,
        title: "3. Безопасная сделка (БС). ",
        content: [
          {
            id: 1,
            content: "3.1. БС обязательна к использованию во всех проектах.",
          },
          {
            id: 2,
            content:
              "3.2. Стоимость БС составляет 20% от цены, установленной Владельцем канала, чата (группы) или бота. Бремя БС полностью ложится на Заказчика.",
          },
        ],
      },
      {
        id: 5,
        title: "4. Добавление канала в каталог.",
        content: [
          {
            id: 1,
            content:
              "4.1. Заявку на добавление публичного или приватного канала может подать только пользователь зарегистрированный как Владелец канала.",
          },
          {
            id: 2,
            content:
              "4.2. В каталог Сервиса добавляются публичные и приватные каналы.",
          },
          {
            id: 3,
            content:
              "4.3. Заявка на добавление каналапроходит обязательную модерацию в течение 48 часов.",
          },
          {
            id: 4,
            content:
              "4.4. При создании заявки на добавление канала Владелец должен добавить:",
          },
          { id: 5, content: "— ссылку на канал " },
          { id: 6, content: "— название канала " },
          {
            id: 7,
            content: "— тематику канала ",
          },
          { id: 8, content: "— цену за размещение 1 поста;" },
          {
            id: 9,
            content:
              "2.4. Проект публикуется в ленте публичных сообщений канала в зависимости от формата размещения на следующих условиях:",
          },
          {
            id: 10,
            content:
              "— допустимый формат размещения (см. пункт 2.4 настоящих правил);",
          },
          { id: 11, content: "— описание канала, аудитории, охвата." },
          {
            id: 12,
            content:
              "4.5. Указывать в описании канала личные данные Владельца канала, цены размещения и иные условия размещения, отличающихся от условий Сервиса, запрещено.",
          },
          {
            id: 13,
            content:
              "4.6. Канал не может быть добавлен в каталог, если при модерации выявлены следующие нарушения:",
          },
          { id: 14, content: "4.6.1. Канал имеет меньше 1000 подписчиков." },
          { id: 15, content: "4.6.2. Канал заблокирован или неактивен." },
          {
            id: 16,
            content:
              "4.6.3. В заявке указана неверная ссылка на канал или указана ссылка, при которой требуется подтверждение подписки от администратора.",
          },
          {
            id: 17,
            content:
              "4.6.4. Пользователь не является Владельцем заявленного канала.",
          },
          {
            id: 18,
            content:
              "4.6.5. Канал не имеет цели принимать и размещать Проекты в рамках Сервиса.",
          },
          {
            id: 19,
            content:
              "4.6.6. Канал долгое время не публикует сообщения. Продолжительность времени администрация Сервиса учитывает по своему усмотрению с учетом тематики и общего качества канала.",
          },
          {
            id: 20,
            content:
              "4.6.7. Аудитория канала и ее поведение вызывает подозрение (накрутка подписчиков, просмотров и прочая неестественная активность).",
          },
          {
            id: 21,
            content:
              "4.6.8. Возраст канала не меньше 3 месяцев с даты создания первой публикации.",
          },
          {
            id: 22,
            content:
              "4.6.9. Канал не зарегистрирован в сервисах аналитики или по нему нет актуальных данных за период как минимум 14 дней.",
          },
          {
            id: 23,
            content:
              "4.6.10. Канал не соответствует доступной интернационализации на сервисе.",
          },
          {
            id: 24,
            content:
              "4.6.11. Контент канала нарушает законодательство Республики Узбекистан .",
          },
          {
            id: 25,
            content:
              "4.6.12. Контент канала в значительной степени состоит из материалов, нарушающих нормы этики и морали (шок-контент).",
          },
          {
            id: 26,
            content:
              "4.6.13. Существенная часть аудитории канала набрана с использованием 'серых' методов продвижения, спам-рассылок, взаимного пиара (меги), механик «принудительной подписки» (обязательная подписка на канал для использования функционала бота и тому подобное).",
          },
          {
            id: 27,
            content:
              "4.6.14 Содержание канала (чата, группы) и/или аудитория канала (чата, группы) недостаточно качественны для Сервиса (в том числе, но не ограничиваясь, содержат: копипаст, контент низкого качества, большое количество грамматических ошибок, заведомо ложные сообщения и пр.).",
          },
          {
            id: 28,
            content:
              "4.6.15 Канал содержит политическую тематику, может содержать прямую или скрытую агитацию, прямо или косвенно относится к тем или иным политическим объединениям, партиям, либо общественным объединениям или организациям, имеющим политические цели.",
          },
          {
            id: 29,
            content:
              "4.6.16 Канал содержит контент серой или запрещенной тематики (18+, схемы заработка, ставки, финансовые пирамиды, мошенничество и т.д.);",
          },
          {
            id: 30,
            content:
              "4.7. Уже добавленный канал могут быть исключены из каталога с течением времени, если будут выявлены нарушения (см. п. 4.6).",
          },
          {
            id: 31,
            content:
              "4.8. Если канал заподозрен в использовании «серых» и иных способов накрутки, вызывающих неорганический рост подписчиков, аккаунт Владельца подлежит проверке, а в случае выявления справедливости претензий — полной блокировке. Все средства, оставшиеся на балансе такого аккаунта, списываются в пользу Заказчика и не подлежат выводу.",
          },
          {
            id: 32,
            content:
              "4.9. Статистика канала и данные о его жизнеспособности будут обновляться в автоматическом режиме.",
          },
          {
            id: 33,
            content:
              "4.10. Канал может быть отправлен на повторную модерацию спустя 30 дней после первой подачи заявки на модерацию. Если при повторной модерации канал снова будет отклонен, повторная отправка на модерацию будет доступна еще через 30 дней.",
          },
          {
            id: 34,
            content:
              "4.11. Каналы, уличенные в нечестных методах продвижения (накрутка подписчиков, просмотров и прочая неестественная активность) лишаются возможности повторной модерации.",
          },
        ],
      },
      {
        id: 6,
        title: "5. Публикация Проекта в каналах.",
        content: [
          {
            id: 1,
            content:
              "5.1. Решение о публикации Проекта принимает только Владелец. Администрация Сервиса не может на это влиять.",
          },
          {
            id: 2,
            content:
              "5.2. Получив уведомление о поступлении нового Проекта, Владелец должен ответить на заявку в течение 24 часов. В противном случае по истечении 24 часов Проект будет аннулирован автоматически.",
          },
          {
            id: 3,
            content:
              "5.3. Владелец имеет право принять Проект в работу либо отклонить заявку.",
          },
          {
            id: 4,
            content:
              "5.4. При принятии Проекта в работу Владелец меняет статус заявки в личном кабинете и обязуется опубликовать пост в последующие 36 часов, если иное не указано в пожеланиях к Проекту. Если указаны точная дата и время публикации поста Владелец должен принять и выполнить проект согласно настоящим Правилам.",
          },
          {
            id: 5,
            content:
              "5.5. Пост необходимо форматировать вручную. Требования Заказчика в заявке являются обязательными к исполнению.",
          },
          {
            id: 6,
            content:
              "5.5.1.Запрещено в одностороннем порядке изменять текст входящей заявки при публикацию в Телеграм-канале/Инстаграм-канале/Ютуб-канале.",
          },
          {
            id: 7,
            content:
              "5.5.2. В случае необходимости сервисом допускается тегирование текста интеграции только одним из следующих хештегов: #рекомендация, #интеграция, #cпонсор (на усмотрение владельца Телеграм-канале/Инстаграм-канале/Ютуб-канале).",
          },
          {
            id: 8,
            content:
              "5.6. Проект публикуется в ленте публичных сообщений на 24—72 часа с удержанием на 1—3 часа в топе (без обновлений и перекрытия новыми постами) в зависимости от формата размещения. В чатах (группах) пост закрепляют на 24—72 часа.",
          },
          {
            id: 9,
            content:
              "5.7. После успешной публикации Проекта Владелец должен отправить ссылку поста интеграции на проверку, тем самым изменив статус Проекта в разделе «Мои Проекты». Для публичного канала ссылка будет иметь вид «https://t.me/blogix/222», для приватного канала — «https://t.me/c/14376586631/169» . На проверку поста Заказчиком и администраторами Сервиса отводится 24—72 часов. Затем происходит автоматическое зачисление средств на баланс Владельца. Если ссылка на проверку не отправлена в срок, Проект отменяется без дальнейшей оплаты.",
          },
          {
            id: 10,
            content:
              "5.8. При несоблюдении условий и пожеланий к размещению Заказчик имеет право отменить оплату Проекта при проверке (см. п. 2.9), подав жалобу администраторам Сервиса.",
          },
        ],
      },
      {
        id: 7,
        title:
          "6. Общение в чате между Заказчиком и Владельцем канала, чата (группы) или  бота.",
        content: [
          {
            id: 1,
            content:
              "6.1. Чат для общения между Заказчиком и Владельцем появляется после принятия заказа и активен до момента его завершения.",
          },
          {
            id: 2,
            content:
              "6.2. В чате запрещено обмениваться ссылками, которые ведут на сторонние Telegram-аккаунты, даже если они добавлены в каталог Blogix.",
          },
        ],
      },
      {
        id: 8,
        title: "7. Пополнение баланса, вывод средств и взимаемые комиссии.",
        content: [
          {
            id: 1,
            content:
              "7.1. Пополнение и вывод средств с баланса может производить как Заказчик, так и Владелец.",
          },
          {
            id: 2,
            content:
              "7.2. Когда Владелец выполняет Проект, на его баланс поступает сумма в размере стоимости интеграции, указанной при добавлении канала , за вычетом комиссии Сервиса за сопровождение сделок в размере 12,5%.",
          },
          {
            id: 3,
            content:
              "7.3 Доступные методы пополнения баланса, условия и комиссии по каждому методу указаны на странице https://blogix/recharge",
          },
          {
            id: 4,
            content:
              "7.4. Доступные методы вывода средств с баланса и условия по каждому методу можно посмотреть на странице https://blogix/payment_requests",
          },
          {
            id: 5,
            content:
              "7.4.1. Во избежание мошеннических действий вывод средств, ранее зачисленных Заказчиком на баланс, возможен только на ту банковскую карту или электронный кошелек Заказчика, с которых производилось зачисление на баланс.",
          },
          {
            id: 6,
            content:
              "7.4.2. В отдельных случаях, при которых вывод средств в соответствии с пунктом",
          },
          {
            id: 7,
            content:
              "7.4.1. не представляется возможным по техническим или иным причинам (утеря средства платежа и т.д.), Сервис вправе потребовать верификации платежа на вывод средств путем запроса у Заказчика дополнительной информации, удостоверяющей личность и платежные реквизиты. Верификация может быть произведена Сервисом путем привлечения партнерской компании, осуществляющей верификацию в сети Интернет.",
          },
          {
            id: 8,
            content:
              "7.4.2. Пользователи, выбравшие способ вывода средств 'Юридическое лицо или ИП', обязаны предоставить: - актуальное подтверждение применяемой системы налогообложения: после получения запроса, но перед оформление комплекта документов на вывод; - оригиналы необходимых в соответствии с процедурой оформления, предусмотренной на платформе, и законодательством РУз документов (такими документами в зависимости от типа налогообложения и основания выплаты могут являться - Договор, Соглашение, Отчет, Акт, Счет, Счет-фактура): в срок не позднее 30 дней после каждой выплаты средств. Для получения договора, дальнейших коммуникаций и передачи подписанных документов для вывода средств на расчетный счет необходимо подключиться к специальному боту, инструкция по подключению к боту отправляется в ближайший день вывода после оформления запроса на вывод средств.",
          },
          {
            id: 9,
            content:
              "7.4.3. После успешного вывода средств методами: Самозанятые, Юридическое лицо или ИП, данные методы закрепляются за пользователем и вывод средств становится возможен только ими. Смена типа вывода средств возможна только после обращения в техническую поддержку и предоставления официального подтверждения ФНС о закрытие/ликвидации самозанятости/ИП/юридического лица.",
          },
          {
            id: 10,
            content:
              "7.5. После создания заявки на вывод средств на почтовый ящик отправляется письмо со ссылкой для валидации транзакции. Оформленная и подтвержденная заявка на вывод обрабатывается в ближайший операционный день: понедельник, среду или пятницу. Заявка, созданная в день выплат (понедельник, среду и пятницу) будут обработаны в следующий операционный день. Минимальная сумма вывода зависит от метода вывода денежных средств, и ее можно уточнить в разделе https://blogix/recharge.",
          },
          {
            id: 11,
            content:
              "7.6. Сервис позволяет Пользователю настроить автоматические платежи для перечисления оплаты Владельцам за услуги публикации Проектов Заказчиков.",
          },
          {
            id: 12,
            content:
              "7.7. Баланс списывается при подтверждении Заказчиком публикации на сумму, подлежащую зачислению Владельцу.",
          },
          {
            id: 13,
            content:
              "7.8. В случае, когда в течение одного календарного месяца со стороны Заказчика не поступает Заказов, производится автоматическое списание средств с баланса Заказчика в качестве вознаграждения за предоставление права пользования Сервисом в размере 50 000 сум за каждый такой месяц, при недостаточности средств списание производится в сумме остатка.",
          },
        ],
      },
      {
        id: 9,
        title: "8-А. Предоставление и прекращение доступа к Сервису ",
        content: [
          {
            id: 1,
            content:
              "8-А.1. Пользователям с момента их регистрации на Сервисе предоставляется доступ к Сервису для целей использования функционала Сервиса, в том числе осуществления интеграций. ",
          },
          {
            id: 2,
            content:
              "8-А.2. Если пользователь Сервиса прекратил/приостановил использование Сервиса для целей осуществления интеграций, ему ограничивается доступ к Сервису, начиная с 7-го месяца со дня последней интеграции. Ограничение заключается в блокировке использования услуг в рамках баланса/лицевого счета в Аккаунте пользователя. Блокировка длится один месяц. Если пользователь возобновил в течение одного месяца пользование Сервисом для целей осуществления интеграций, блокировка будет снята. Если пользователь не возобновил в течение одного месяца пользование Сервисом для целей осуществления интеграций, Аккаунт пользователя подлежит удалению без возможности дальнейшего восстановления.",
          },
        ],
      },
      {
        id: 10,
        title: "8-Б Гарантия справедливой цены.",
        content: [
          {
            id: 1,
            content:
              "8-Б.1. Администратор канала самостоятельно устанавливает и регулирует цену на размещение в своем канале. Тем не менее, чтобы гарантировать лучшую цену заказчикам Blogix, сервис оставляет за собой право в одностороннем порядке приостановить сотрудничество с каналом, если конечная цена на размещение в канале через сервис Blogix будет дороже, чем цена, указанная на любой другой бирже или публичном ресурсе.",
          },
        ],
      },
      {
        id: 11,
        title: "8-В Ограничение и запрет доступа к Сервису.",
        content: [
          {
            id: 1,
            content:
              "8-В.1. Пользователю (и Заказчику и Владельцу) может быть ограничен доступ к Сервису в случае не предоставления им подписанных документов, в рамках сделки, таких как чеки, акты, счета-фактуры и иные.",
          },
          {
            id: 2,
            content:
              "8-В.2. Пользователю (и Заказчику и Владельцу) может быть ограничен доступ к Сервису в случае не прохождения им идентификации личности, если это требуется в рамках исполнения сделки, либо непредоставления документов, которые необходимы для исполнения сделки.",
          },
          {
            id: 3,
            content:
              "8-В.3. Пользователю (и Заказчику и Владельцу) может быть ограничен доступ к Сервису в случае иных (не перечисленных в настоящем разделе) нарушений условий сделки или настоящих Правил, а также иных документов, на которые могут ссылаться соглашение или настоящие Правила.",
          },
          {
            id: 4,
            content:
              "8-В.4. Пользователю (и Заказчику и Владельцу) может быть запрещён доступ к Сервису в случае не неоднократного нарушения, либо грубого нарушения (оценка нарушения осуществляется Сервисом) условий сделки, настоящих Правил и документов, на которые могут ссылаться соглашение или настоящие Правила.",
          },
        ],
      },
      {
        id: 11,
        title: "9. Ответственность Администрации.",
        content: [
          {
            id: 1,
            content:
              "9.1. Сервис, его программное обеспечение и весь контент, содержащийся в Сервисе, предоставляются по принципу «как есть» и «как доступно». Администрация не предоставляет никаких прямых и косвенных гарантий, в частности о пригодности или удобстве использования Сервиса или любого контента, доступ к которому осуществляется через Сервис.",
          },
          {
            id: 2,
            content:
              "9.2. Администрация прилагает все усилия для обеспечения бесперебойной работы Сервиса. Однако Администрация не несет ответственности за временную недоступность Сервиса из-за технических неисправностей, которые являются последствием независимых от Администрации обстоятельств.",
          },
          {
            id: 3,
            content:
              "9.3. Администрация принимает меры для предотвращения появления «накрученных» каналов, а также недействительных или неправомерных предложений, однако НЕ гарантирует максимальную эффективность таких мер.",
          },
          {
            id: 4,
            content:
              "9.4. Пользователь Сервиса (Заказчик и Владелец) самостоятельно несет все риски, а Сервис не несет ответственности за выбранные пользователем способы получения вознаграждения. Пользователь Сервиса также принимает и соглашается с тем, что Сервис не несет ответственности за любые суммы комиссий, которые могут взиматься платежной системой Payme, Click или Банками при перечислении или получении любых платежей в рамках Сервиса. Пользователь полностью принимает и соглашается с тем, что любые взимаемые в рамках Сервиса комиссии, такие как: комиссии Payme и их партнеров, комиссии Click и их партнеров, комиссии Банков и их партнеров, комиссии в рамках Безопасной сделки, комиссия за пополнение и исполнение заказов, включаемые в состав расчетов при использовании Сервиса любыми пользователями (в том числе комиссии, предусмотренные разделом 7 настоящих Правил), — возврату и компенсации при выводе средств и (или) отказе пользователя от услуг Сервиса не подлежат.",
          },
          {
            id: 5,
            content:
              "9.5. Пользователь (Заказчик и Владелец) принимает и соглашается с тем, что он использует Сервис в собственных коммерческих целях, и на использование Сервиса не распространяет свое действие Закон Республики Узбекистан, от 26.04.1996 г. № 221-I “О защите прав потребителей”. Пользователь Сервиса не является «потребителем» в рамках указанного Закона, так как использует Сервис для получения коммерческой выгоды и (или) в целях продвижения собственного продукта, канала, бренда или сервиса.",
          },
          {
            id: 6,
            content:
              "9.6. Во избежание противоречий, спорных ситуаций, интернет-мошенничества и иных действий, вводящих в заблуждение Пользователей, Администрация заверяет, что основным первоисточником информации для работы с Сервисом является веб-сайт Сервиса по адресу: Blogix. Любые обновления в работе Сервиса в первую очередь появляются на указанном веб-сайте. Во всех спорных ситуациях, связанных с выполнением размещений, проведением финансовых операций и прочих действий, которые Пользователи могут осуществлять посредством Сервиса, данные с веб-сайта Сервиса являются основным источником, если иное не будет указано в настоящих Правилах.",
          },
        ],
      },
      {
        id: 12,
        title: "10. Заключительные положения.",
        content: [
          {
            id: 1,
            content:
              "10.1. Администрация оставляет за собой право время от времени вносить изменения, добавлять и исключать положения Правил.",
          },
          {
            id: 2,
            content:
              "10.2. Новая редакция Правил вступает в силу с момента ее размещения на Сайте или в Приложении, если иное не указано в новой редакции Правил. Дата последних изменений будет указана в Правилах в соответствующем поле «Дата внесения последних изменений».",
          },
          {
            id: 3,
            content:
              "10.3. Заказчик или Владелец может отказаться от соблюдения Правил в любой момент путем прекращения использования Сервиса.",
          },
          {
            id: 4,
            content:
              "10.4. Администрация может прекратить действие Правил в любой момент, предварительно предупредив об этом Заказчика или Владельца канала, чата(группы) или бота путем направления сообщения на адрес электронной почты, который Заказчик или Владелец указывают при регистрации.",
          },
        ],
      },
      {
        id: 12,
        title:
          "11. Политика безопасности Сервиса и предупреждения фрода (мошеннических действий).",
        content: [
          {
            id: 1,
            content:
              "11.1 Администрация Сервиса при возникновении подозрений в совершении любым из зарегистрированных пользователей Сервиса следующих действий:",
          },
          {
            id: 2,
            content: " -  грубых нарушений правил Сервиса;",
          },
          {
            id: 3,
            content:
              " -  попытки фрода (мошеннических действий), в том числе при оплате с помощью любых платежных средств, включая банковские карты;",
          },
          {
            id: 4,
            content: " -  совершении фейковых Проектов, заявок;",
          },
          {
            id: 5,
            content:
              "Вправе отменить заказ и применить санкции к обеим сторонам, участвующим в заявке (платеже) в виде блокировки личных Аккаунтов пользователей, и блокировки доступа к их балансам, а также, вправе списать денежные средства, уже поступившие на баланс Владельца, и вернуть их Заказчику вне зависимости от срока давности Проекта (заявки). При этом, Администрация Сервиса вправе исключить канал (каналы) Владельца из каталога Сервиса.  Для контроля за платежами Администрация Сервиса использует данные и сведения, поступающие от партнера Сервиса: платежной системы Payme (ссылка), Click(ссылка) и электронной системы документооборота Didox (ссылка на дидокс). ",
          },
          {
            id: 6,
            content:
              "Возврат денежных средств производится исключительно на тот счет пользователя, с которого была произведена оплата.",
          },
          {
            id: 7,
            content:
              "11.2 В целях поддержания безопасности системы и сохранности балансов пользователей функционал не активных более 150 дней аккаунтов ограничивается. Под отсутствием активности для целей данного пункта понимается отсутствие любых транзакций на аккаунте.",
          },
        ],
      },
      {
        id: 13,
        title: "12. Право на удаление Аккаунта пользователя Сервиса",
        content: [
          {
            id: 1,
            content:
              "12.1 Владелец и Заказчик, являющиеся зарегистрированными пользователями Сервиса, вправе удалить свой Аккаунт  пользователя Сервиса только в случае отсутствия незавершенных заказов, в которых они участвуют как одна из сторон заказа. ",
          },
          {
            id: 2,
            content:
              "12.2 В случае, если пользователь Сервиса принял решение удалить свой Аккаунт, он соглашается с тем, что удаление Аккаунта происходит окончательно и без возможности восстановления. Срок, в течение которого существовала бы возможность отменить удаление Аккаунта, или восстановить удаленный Аккаунт, отсутствует.",
          },
          {
            id: 3,
            content:
              "12.3 В случае, если у пользователя Сервиса, принявшего решение удалить свой Аккаунт, остаются на балансе Аккаунта денежные средства, он имеет возможность вывода средств, предусмотренную пунктами 7.4. - 7.5. настоящих Правил, только до момента удаления Аккаунта. После удаления Аккаунта, возможность вывода средств, предусмотренная пунктами 7.4. - 7.5. настоящих Правил, отсутствует. ",
          },
          {
            id: 4,
            content:
              "12.4 Зарегистрированный пользователь Сервиса соглашается и подтверждает, что он принимает все последствия и риски, связанные с удалением своего Аккаунта пользователя Сервиса.",
          },
        ],
      },
    ],
  },
  EN: {
    title: "Правила пользования",
    subtitle:
      "Прежде чем начать использовать сервис Blogix (далее — Сервис), просим вас внимательно прочитать этот документ.",
    date: "«28» августа 2023 г.",
    description: [
      {
        id: 1,
        content:
          "Нажимая кнопку, которая подтверждает согласие с настоящими Правилами, а также используя Сервис посредством личного Аккаунта на Сайте, вы принимаете изложенные в этих Правилах условия и обязуетесь их соблюдать. Если вы не принимаете условия Правил, вы должны прекратить пользоваться Сервисом.",
      },
      {
        id: 2,
        content:
          "Сервис Blogix — это каталог публичных каналов различных тематик и инструмент для поиска площадок в экосистеме мессенджера Telegram, Instagram, в видеохостинге Youtube. Сервис выступает как платформа, которая объединяет владельцев или администраторов популярных каналов и заказчиков, желающих продвинуть свой продукт, канал, бренд или сервис.",
      },
      {
        id: 3,
        content:
          "Настоящий Сервис предоставляется для использования юридическими и физическими лицами для целей не связанных, с личными, семейными, домашними и иными нуждами, не связанными с осуществлением предпринимательской деятельности. Использование настоящего Сервиса не регулируется законом Республики Узбекистан, от 26.04.1996 г. № 221-I “О защите прав потребителей”. Физические лица, пользующиеся Сервисом, не являются потребителями в понятии данного закона.",
      },
    ],
    content: [
      {
        id: 1,
        title: "1. Понятия и определения.",
        content: [
          {
            id: 1,
            content:
              "1.1. В настоящих Правилах понятия и термины используются в следующих значениях:",
          },
          {
            id: 2,
            content:
              "1.1.1. Проект — это пост интеграции, оформленный в соответствии с пожеланиями Заказчика и содержащий изображение или видео, текст интеграции и ссылку на продукт, сервис или услугу.",
          },
          {
            id: 3,
            content:
              "1.1.2. Заказчик — это зарегистрированный пользователь Сервиса, который создает Проекты продвижения, проверяет и оплачивает их размещение.",
          },
          {
            id: 4,
            content:
              "1.1.3. Владелец — зарегистрированный пользователь Сервиса, владелец или администратор публичного или приватного канала в Telegram, Instagram или Youtube. Владелец принимает от Заказчика на рассмотрение проекты интеграций и публикует их. ",
          },
          {
            id: 5,
            content:
              "1.1.4. Безопасная сделка (БС) — это система, позволяющая Заказчику и Владельцу канала защититься от невыполнения обязательств второй стороной. БС гарантирует обеим сторонам соблюдение обязательств: Заказчику — выполнение заказа или возврат средств в случае его невыполнения; Владельцу канала — оплату после успешного размещения Проекта.",
          },
          {
            id: 6,
            content:
              "1.1.5. Заказ – оформленный посредством Сервиса заказ на размещение Проекта, который содержит необходимые условия и информацию для оказания услуги. ",
          },
          {
            id: 7,
            content:
              "1.1.6. Завершенный Заказ – Заказ, получивший на Сервисе статус «выполнен».",
          },
        ],
      },
      {
        id: 2,
        title: "1-Б. Запрещенные тематики Проектов, Каналов и Заказов.",
        content: [
          {
            id: 1,
            content: "1-Б.1. Действия, нарушающие законодательство РУз: ",
          },
          {
            id: 2,
            content:
              "1-Б.1.1. Товары и услуги, нарушающие Закон РУз, от 07.06.2022 “ О рекламе” в том числе:",
          },
          {
            id: 3,
            content:
              "Табак, табачные изделия (в том числе предназначенные для употребления путем нагревания или испарения), курительные принадлежности (в том числе электронные сигареты, электронные системы доставки никотина, устройства для нагревания табака или никотиносодержащих жидкостей, вейпы и расходные материалы к ним, трубки, любые кальяны, сигаретная бумага) и любые курительные смеси.",
          },
          { id: 4, content: "Любая алкогольная продукция." },
          {
            id: 5,
            content:
              "– Игра на бирже, операции с ценными бумагами, криптовалюты, форекс: ",
          },
          {
            id: 6,
            content:
              "- бинарные опционы, Форекс (в том числе оборудование, консультирование, обучение);",
          },
          {
            id: 7,
            content:
              "- ценные бумаги и криптовалюты (в том числе продажа, консультирование, обучение); ",
          },
          {
            id: 9,
            content:
              "- финансовые и товарные пирамиды, сомнительные способы получения дохода или товаров, а также связанное с ними обучение.",
          },
          {
            id: 10,
            content:
              "– Психотерапевтическая и медицинская помощь, в т.ч. народная медицина:",
          },
          {
            id: 11,
            content:
              "- лечение, расшифровка анализов и  составление рецептов; ",
          },
          { id: 12, content: "- назначение препаратов и БАДов; " },
          { id: 13, content: "- консультирование по заболеваниям; " },
          {
            id: 14,
            content:
              "- составление и продажа плана тренировок и питания в лечебных целях; ",
          },
          {
            id: 15,
            content:
              "- продажа, реклама и описание применения медицинских препаратов и БАДов, лекарственного сырья и аппаратов для лечения.",
          },
          {
            id: 16,
            content:
              "– Взрывчатые вещества и материалы, оружие (в том числе охотничье, пневматическое, гражданское, страйкбольное, пейнтбольное, сувенирное и декоративное), комплектующие изделия к нему, его копии; ножи, за исключением кухонных, перочинных и канцелярских.",
          },
          {
            id: 17,
            content:
              "– Товары и услуги для взрослых (18+) (в том числе заказ услуг для магазинов и сайтов 18+ и поиск и предложение работы в этой сфере).",
          },
          {
            id: 18,
            content:
              "– Азартные игры, ставки  и прогнозы на спорт, лотереи, игры, основанные на риске или пари, в том числе оборудование для их проведения.",
          },
          {
            id: 19,
            content:
              "– Подготовка и написание выпускных квалификационных работ, научных докладов об основных результатах подготовленных научно-квалификационных работ (диссертаций) и иных работ, предусмотренных государственной системой научной аттестации или необходимых для прохождения обучающимися промежуточной или итоговой аттестации. Прохождение тестов, сдача экзаменов за третьих лиц.",
          },
          {
            id: 20,
            content:
              "1-Б.1.2. Мошенничество, спам, любая несанкционированная реклама, а также недобросовестная конкуренция и некорректное использование слов в превосходной степени в описании услуг.",
          },
          {
            id: 21,
            content:
              "1-Б.1.3. Услуги, нарушающие интеллектуальные и авторские права, включая:",
          },
          {
            id: 22,
            content: "– незаконное использование товарных знаков;",
          },
          {
            id: 23,
            content:
              "– услуги, нарушающие условия использования и распространения контента",
          },
          {
            id: 24,
            content:
              "1-Б.1.4. Действия и услуги, нарушающие права третьих лиц, в том числе:",
          },
          {
            id: 25,
            content:
              "– нарушающие права граждан на частную жизнь или публичный порядок;",
          },
          {
            id: 26,
            content:
              "– нарушающие морально-этические нормы, носящие характер непристойности;",
          },
          {
            id: 27,
            content:
              "– нарушающие честь и достоинство, права и охраняемые законом интересы других лиц.",
          },
          {
            id: 28,
            content:
              "– услуги сбора и передачи информации, запрещенной к распространению, в том числе персональные данные.",
          },
          {
            id: 29,
            content:
              "– создание и распространение устройств и программ шифрования, технические средства, предназначенные для прослушивания и другого негласного получения информации, а также сопутствующие документы.",
          },
          {
            id: 30,
            content:
              "– предоставление сведений из Единого государственного реестра недвижимости (ЕГРН).",
          },
          {
            id: 31,
            content:
              "1-Б.1.5. Размещение материалов, содержащих угрозы и оскорбления, дискредитирующие других лиц. Услуги или материалы, способствующие возбуждению ненависти либо вражды, разжиганию религиозной, расовой или межнациональной розни, политические призывы, призывы к насилию.",
          },
          {
            id: 32,
            content:
              "1-Б.1.6. Услуги, связанные с экстремистскими материалами и предметами с нацистской символикой.",
          },
          {
            id: 33,
            content:
              "1-Б.2. Иные тематики Проектов, Каналов и Заказов, запрещенные на Сервисе:",
          },
          {
            id: 34,
            content:
              "1-Б.2.2. Займы и услуги, связанные с предоставлением займов, от организаций, не имеющих банковской лицензии или статуса НКО.",
          },
          {
            id: 35,
            content:
              "1-Б.2.3. Накрутка лайков, подписчиков, репостов, голосов в опросах и других показателей в соцсетях черными методами и способами, которые могут принести вред группе/аккаунту заказчика. В том числе продажа и разработка программного обеспечения для накрутки. Исключение: естественное продвижение и раскрутка аккаунта.",
          },
          {
            id: 36,
            content:
              "1-Б.2.4. Астрология, магия. В том числе колдовство, нумерология, гадания любые виды обрядов, ритуалов и предсказаний, поиск и предложение работы в этой сфере, нетрадиционная медицина, секты и религиозные услуги.",
          },
          {
            id: 37,
            content:
              "1-Б.3. Сервис уведомляет, что придерживается политического нейтралитета. Создание Проектов, содержащих политическую тематику, в том числе прямую или скрытую агитацию с использованием средств и приемов рекламного жанра, равно как и без применения таких средств и приемов, не допускается.",
          },
          {
            id: 38,
            content:
              "1-Б.4. Проекты, содержащие запрещенные тематики не подлежат публикации/размещению.",
          },
          {
            id: 39,
            content:
              "1-Б.5. Каналы содержащие запрещённые тематики не подлежат включению в каталог, либо, если Каналы каталоге, они подлежит удалению после осуществления проверки, в рамках которой обнаружены в них посты/пост запрещённых тематик.",
          },
          {
            id: 40,
            content:
              "1-Б.6. Популяризация, реклама VPN-сервисов, способы и методы обхода блокировок;",
          },
          {
            id: 41,
            content:
              "– Пояснения, как открыть доступ к запрещенным ресурсам и сетям с помощью VPN-сервисов; ",
          },
          {
            id: 42,
            content:
              "– Предложения о покупке или скачивания в целях  доступа к VPN-сервисам для обхода блокировок;",
          },
        ],
      },
      {
        id: 3,
        title: "2. Создание Проекта в каналах или чатах (группах).",
        content: [
          {
            id: 1,
            content:
              "2.1. Только зарегистрированный пользователь, Заказчик или Владелец, может создавать Проект.",
          },
          { id: 2, content: "2.2. Проект включает:" },
          {
            id: 3,
            content:
              "— список публичных каналов (в которых будет размещен проект);",
          },
          { id: 4, content: "— ссылку на продвигаемый ресурс;" },
          { id: 5, content: "— текст интеграции;" },
          { id: 6, content: "— изображения или видео;" },
          {
            id: 7,
            content:
              "— требований к публикации (включая форматирование поста, дату и время публикации и прочее).",
          },
          {
            id: 8,
            content:
              "2.3. Владелец обязан рассмотреть заявку на размещение Проекта в течение 24 часов. В противном случае заявка будет автоматически отменена. После принятия Проекта в работу Владелец обязан опубликовать Проект в течение 36 часов, если в пожеланиях к проекту не указано иного.",
          },
          {
            id: 9,
            content:
              "2.4. Проект публикуется в ленте публичных сообщений канала в зависимости от формата размещения на следующих условиях:",
          },
          {
            id: 10,
            content:
              "— формат 1/24: Проект публикуется в канале не менее чем на 24 часа с удержанием не менее, чем на 1 час в топе (без обновлений и вытеснения новыми постами). В чате (группе) Проект публикуется и закрепляется не менее чем на 24 часа; закрепление других постов запрещается на весь срок публикации. Проект может быть удален по истечении 24 часов.",
          },
          {
            id: 11,
            content:
              "— формат 2/48: Проект публикуется в канале не менее чем на 48 часов с удержанием не менее чем на 2 часа в топе (без обновлений и вытеснения новыми постами). В чате (группе) Проект публикуется и закрепляется не менее чем на 48 часа; закрепление других постов запрещается на весь срок публикации.Проект может быть удален по истечении 48 часов.",
          },
          {
            id: 12,
            content:
              "— формат 3/72: Проект публикуется в канале Проект публикуется не менее чем на 72 часа с удержанием не менее чем на 3 часа в топе (без обновлений и вытеснения новыми постами). В чате (группе) Проект публикуется и закрепляется не менее чем на 72 часа; закрепление других постов запрещается на весь срок публикации. Проект может быть удален по истечении 72 часов.",
          },
          {
            id: 13,
            content:
              "— формат «7 дней»: в канале Проект публикуется на 7 дней с удержанием на 3 часа в топе (без обновления и вытеснения новыми постами);",
          },
          {
            id: 14,
            content:
              "— формат «Нативный»: Проект в канале публикуется на 7 дней с удержанием на 1 час в топе (без обновления и вытеснения новыми постами);",
          },
          {
            id: 15,
            content:
              "— формат «Репост»: Проект-пост из продвигаемого канала публикуется по формату 1/24 в другом канале с удержанием не менее, чем на 1 час в топе (без обновлений и вытеснения новыми постами). По истечении 24 часов Владелец может удалить Проект по своему желанию. ",
          },
          {
            id: 16,
            content:
              "2.5. Проект оплачивается на стадии создания. Оплата списывается с баланса Заказчика, резервируется Сервисом и начисляется Владельцу канала после проверки и подтверждения публикации Заказчиком в течение 24—72 часов, в зависимости от формата размещения (по истечении 24—72 часов оплата за проект автоматически переводится Владельцу канала).",
          },
          {
            id: 17,
            content:
              "2.6. Владелец в праве отклонить заявку на Проект без объяснения причин.",
          },
          {
            id: 18,
            content:
              "2.7. Если в течение 24 часов с момента создания Проекта Владелец не примет заявку в работу, оплата вернется на баланс Заказчика автоматически (если не выбрана функция «Автозамена»).",
          },
          {
            id: 19,
            content:
              "2.8. Если в течение 24 часов с момента создания Проекта Владелец не примет заявку в работу, но выбрана Автозамена, оплата останется в резерве до момента подбора нового канала или чата и публикации Проекта. Данные о новых каналах и чатах отображаются в разделе «Мои Проекты» в личном кабинете.",
          },
          {
            id: 20,
            content:
              "2.9. Заказчик имеет право отменить оплату в течение 24—72 часов (в зависимости от формата размещения) после уведомления о размещении Проекта, в случае если Владельцем канала были допущены следующие нарушения:",
          },
          {
            id: 21,
            content:
              "2.9.1. Проект не был опубликован в выбранном канале или чате (группе).",
          },
          {
            id: 22,
            content:
              "2.9.2. Проект был опубликован без изображения или видео (если оно было добавлено в Проект).",
          },
          {
            id: 23,
            content:
              "2.9.3. Ссылка на Проект не активна или не соответствует заявленной.",
          },
          {
            id: 24,
            content:
              "2.9.4. Текст поста был видоизменен без предварительного согласования и не соответствует заявленному.",
          },
          {
            id: 25,
            content:
              "2.9.5. Проект был опубликован без учета пожеланий Заказчика (дата, время, форматирование поста и прочее).",
          },
          {
            id: 26,
            content:
              "2.9.6. Канал или чат (группа), в котором заказан Проект, заблокирован или неактивен.",
          },
          {
            id: 27,
            content:
              "2.9.7. Проект находился менее 24—72 часов (в зависимости от формата размещения) в ленте выбранного канала или был закреплен менее 24—72 часов в чате.",
          },
          {
            id: 28,
            content:
              "2.9.8. Проект находился менее 1—3 часов (в зависимости от формата размещения) в топе ленты постов выбранного канала.",
          },
          {
            id: 29,
            content:
              "2.9.9. Аудитория канала и ее поведение вызывает подозрение (накрутка подписчиков, просмотров и прочая неестественная активность).",
          },
          {
            id: 30,
            content:
              "2.10. Заказчик вправе без объяснения причин отменить заявку в течение 24 часов, но только до того момента, пока Владелец не принял ее в работу.",
          },
          {
            id: 31,
            content:
              "2.11. Все иные причины отмены оплаты Заказчиком могут быть рассмотрены администраторами Сервиса. Финальное решение по таким жалобам остаются на усмотрении администраторов Сервиса.",
          },
          {
            id: 32,
            content:
              "2.12. После проверки и подтверждения Заказчиком публикации Заказ признается завершенным и приобретает статус «выполнен»",
          },
        ],
      },
      {
        id: 4,
        title: "3. Безопасная сделка (БС). ",
        content: [
          {
            id: 1,
            content: "3.1. БС обязательна к использованию во всех проектах.",
          },
          {
            id: 2,
            content:
              "3.2. Стоимость БС составляет 20% от цены, установленной Владельцем канала, чата (группы) или бота. Бремя БС полностью ложится на Заказчика.",
          },
        ],
      },
      {
        id: 5,
        title: "4. Добавление канала в каталог.",
        content: [
          {
            id: 1,
            content:
              "4.1. Заявку на добавление публичного или приватного канала может подать только пользователь зарегистрированный как Владелец канала.",
          },
          {
            id: 2,
            content:
              "4.2. В каталог Сервиса добавляются публичные и приватные каналы.",
          },
          {
            id: 3,
            content:
              "4.3. Заявка на добавление каналапроходит обязательную модерацию в течение 48 часов.",
          },
          {
            id: 4,
            content:
              "4.4. При создании заявки на добавление канала Владелец должен добавить:",
          },
          { id: 5, content: "— ссылку на канал " },
          { id: 6, content: "— название канала " },
          {
            id: 7,
            content: "— тематику канала ",
          },
          { id: 8, content: "— цену за размещение 1 поста;" },
          {
            id: 9,
            content:
              "2.4. Проект публикуется в ленте публичных сообщений канала в зависимости от формата размещения на следующих условиях:",
          },
          {
            id: 10,
            content:
              "— допустимый формат размещения (см. пункт 2.4 настоящих правил);",
          },
          { id: 11, content: "— описание канала, аудитории, охвата." },
          {
            id: 12,
            content:
              "4.5. Указывать в описании канала личные данные Владельца канала, цены размещения и иные условия размещения, отличающихся от условий Сервиса, запрещено.",
          },
          {
            id: 13,
            content:
              "4.6. Канал не может быть добавлен в каталог, если при модерации выявлены следующие нарушения:",
          },
          { id: 14, content: "4.6.1. Канал имеет меньше 1000 подписчиков." },
          { id: 15, content: "4.6.2. Канал заблокирован или неактивен." },
          {
            id: 16,
            content:
              "4.6.3. В заявке указана неверная ссылка на канал или указана ссылка, при которой требуется подтверждение подписки от администратора.",
          },
          {
            id: 17,
            content:
              "4.6.4. Пользователь не является Владельцем заявленного канала.",
          },
          {
            id: 18,
            content:
              "4.6.5. Канал не имеет цели принимать и размещать Проекты в рамках Сервиса.",
          },
          {
            id: 19,
            content:
              "4.6.6. Канал долгое время не публикует сообщения. Продолжительность времени администрация Сервиса учитывает по своему усмотрению с учетом тематики и общего качества канала.",
          },
          {
            id: 20,
            content:
              "4.6.7. Аудитория канала и ее поведение вызывает подозрение (накрутка подписчиков, просмотров и прочая неестественная активность).",
          },
          {
            id: 21,
            content:
              "4.6.8. Возраст канала не меньше 3 месяцев с даты создания первой публикации.",
          },
          {
            id: 22,
            content:
              "4.6.9. Канал не зарегистрирован в сервисах аналитики или по нему нет актуальных данных за период как минимум 14 дней.",
          },
          {
            id: 23,
            content:
              "4.6.10. Канал не соответствует доступной интернационализации на сервисе.",
          },
          {
            id: 24,
            content:
              "4.6.11. Контент канала нарушает законодательство Республики Узбекистан .",
          },
          {
            id: 25,
            content:
              "4.6.12. Контент канала в значительной степени состоит из материалов, нарушающих нормы этики и морали (шок-контент).",
          },
          {
            id: 26,
            content:
              "4.6.13. Существенная часть аудитории канала набрана с использованием 'серых' методов продвижения, спам-рассылок, взаимного пиара (меги), механик «принудительной подписки» (обязательная подписка на канал для использования функционала бота и тому подобное).",
          },
          {
            id: 27,
            content:
              "4.6.14 Содержание канала (чата, группы) и/или аудитория канала (чата, группы) недостаточно качественны для Сервиса (в том числе, но не ограничиваясь, содержат: копипаст, контент низкого качества, большое количество грамматических ошибок, заведомо ложные сообщения и пр.).",
          },
          {
            id: 28,
            content:
              "4.6.15 Канал содержит политическую тематику, может содержать прямую или скрытую агитацию, прямо или косвенно относится к тем или иным политическим объединениям, партиям, либо общественным объединениям или организациям, имеющим политические цели.",
          },
          {
            id: 29,
            content:
              "4.6.16 Канал содержит контент серой или запрещенной тематики (18+, схемы заработка, ставки, финансовые пирамиды, мошенничество и т.д.);",
          },
          {
            id: 30,
            content:
              "4.7. Уже добавленный канал могут быть исключены из каталога с течением времени, если будут выявлены нарушения (см. п. 4.6).",
          },
          {
            id: 31,
            content:
              "4.8. Если канал заподозрен в использовании «серых» и иных способов накрутки, вызывающих неорганический рост подписчиков, аккаунт Владельца подлежит проверке, а в случае выявления справедливости претензий — полной блокировке. Все средства, оставшиеся на балансе такого аккаунта, списываются в пользу Заказчика и не подлежат выводу.",
          },
          {
            id: 32,
            content:
              "4.9. Статистика канала и данные о его жизнеспособности будут обновляться в автоматическом режиме.",
          },
          {
            id: 33,
            content:
              "4.10. Канал может быть отправлен на повторную модерацию спустя 30 дней после первой подачи заявки на модерацию. Если при повторной модерации канал снова будет отклонен, повторная отправка на модерацию будет доступна еще через 30 дней.",
          },
          {
            id: 34,
            content:
              "4.11. Каналы, уличенные в нечестных методах продвижения (накрутка подписчиков, просмотров и прочая неестественная активность) лишаются возможности повторной модерации.",
          },
        ],
      },
      {
        id: 6,
        title: "5. Публикация Проекта в каналах.",
        content: [
          {
            id: 1,
            content:
              "5.1. Решение о публикации Проекта принимает только Владелец. Администрация Сервиса не может на это влиять.",
          },
          {
            id: 2,
            content:
              "5.2. Получив уведомление о поступлении нового Проекта, Владелец должен ответить на заявку в течение 24 часов. В противном случае по истечении 24 часов Проект будет аннулирован автоматически.",
          },
          {
            id: 3,
            content:
              "5.3. Владелец имеет право принять Проект в работу либо отклонить заявку.",
          },
          {
            id: 4,
            content:
              "5.4. При принятии Проекта в работу Владелец меняет статус заявки в личном кабинете и обязуется опубликовать пост в последующие 36 часов, если иное не указано в пожеланиях к Проекту. Если указаны точная дата и время публикации поста Владелец должен принять и выполнить проект согласно настоящим Правилам.",
          },
          {
            id: 5,
            content:
              "5.5. Пост необходимо форматировать вручную. Требования Заказчика в заявке являются обязательными к исполнению.",
          },
          {
            id: 6,
            content:
              "5.5.1.Запрещено в одностороннем порядке изменять текст входящей заявки при публикацию в Телеграм-канале/Инстаграм-канале/Ютуб-канале.",
          },
          {
            id: 7,
            content:
              "5.5.2. В случае необходимости сервисом допускается тегирование текста интеграции только одним из следующих хештегов: #рекомендация, #интеграция, #cпонсор (на усмотрение владельца Телеграм-канале/Инстаграм-канале/Ютуб-канале).",
          },
          {
            id: 8,
            content:
              "5.6. Проект публикуется в ленте публичных сообщений на 24—72 часа с удержанием на 1—3 часа в топе (без обновлений и перекрытия новыми постами) в зависимости от формата размещения. В чатах (группах) пост закрепляют на 24—72 часа.",
          },
          {
            id: 9,
            content:
              "5.7. После успешной публикации Проекта Владелец должен отправить ссылку поста интеграции на проверку, тем самым изменив статус Проекта в разделе «Мои Проекты». Для публичного канала ссылка будет иметь вид «https://t.me/blogix/222», для приватного канала — «https://t.me/c/14376586631/169» . На проверку поста Заказчиком и администраторами Сервиса отводится 24—72 часов. Затем происходит автоматическое зачисление средств на баланс Владельца. Если ссылка на проверку не отправлена в срок, Проект отменяется без дальнейшей оплаты.",
          },
          {
            id: 10,
            content:
              "5.8. При несоблюдении условий и пожеланий к размещению Заказчик имеет право отменить оплату Проекта при проверке (см. п. 2.9), подав жалобу администраторам Сервиса.",
          },
        ],
      },
      {
        id: 7,
        title:
          "6. Общение в чате между Заказчиком и Владельцем канала, чата (группы) или  бота.",
        content: [
          {
            id: 1,
            content:
              "6.1. Чат для общения между Заказчиком и Владельцем появляется после принятия заказа и активен до момента его завершения.",
          },
          {
            id: 2,
            content:
              "6.2. В чате запрещено обмениваться ссылками, которые ведут на сторонние Telegram-аккаунты, даже если они добавлены в каталог Blogix.",
          },
        ],
      },
      {
        id: 8,
        title: "7. Пополнение баланса, вывод средств и взимаемые комиссии.",
        content: [
          {
            id: 1,
            content:
              "7.1. Пополнение и вывод средств с баланса может производить как Заказчик, так и Владелец.",
          },
          {
            id: 2,
            content:
              "7.2. Когда Владелец выполняет Проект, на его баланс поступает сумма в размере стоимости интеграции, указанной при добавлении канала , за вычетом комиссии Сервиса за сопровождение сделок в размере 12,5%.",
          },
          {
            id: 3,
            content:
              "7.3 Доступные методы пополнения баланса, условия и комиссии по каждому методу указаны на странице https://blogix/recharge",
          },
          {
            id: 4,
            content:
              "7.4. Доступные методы вывода средств с баланса и условия по каждому методу можно посмотреть на странице https://blogix/payment_requests",
          },
          {
            id: 5,
            content:
              "7.4.1. Во избежание мошеннических действий вывод средств, ранее зачисленных Заказчиком на баланс, возможен только на ту банковскую карту или электронный кошелек Заказчика, с которых производилось зачисление на баланс.",
          },
          {
            id: 6,
            content:
              "7.4.2. В отдельных случаях, при которых вывод средств в соответствии с пунктом",
          },
          {
            id: 7,
            content:
              "7.4.1. не представляется возможным по техническим или иным причинам (утеря средства платежа и т.д.), Сервис вправе потребовать верификации платежа на вывод средств путем запроса у Заказчика дополнительной информации, удостоверяющей личность и платежные реквизиты. Верификация может быть произведена Сервисом путем привлечения партнерской компании, осуществляющей верификацию в сети Интернет.",
          },
          {
            id: 8,
            content:
              "7.4.2. Пользователи, выбравшие способ вывода средств 'Юридическое лицо или ИП', обязаны предоставить: - актуальное подтверждение применяемой системы налогообложения: после получения запроса, но перед оформление комплекта документов на вывод; - оригиналы необходимых в соответствии с процедурой оформления, предусмотренной на платформе, и законодательством РУз документов (такими документами в зависимости от типа налогообложения и основания выплаты могут являться - Договор, Соглашение, Отчет, Акт, Счет, Счет-фактура): в срок не позднее 30 дней после каждой выплаты средств. Для получения договора, дальнейших коммуникаций и передачи подписанных документов для вывода средств на расчетный счет необходимо подключиться к специальному боту, инструкция по подключению к боту отправляется в ближайший день вывода после оформления запроса на вывод средств.",
          },
          {
            id: 9,
            content:
              "7.4.3. После успешного вывода средств методами: Самозанятые, Юридическое лицо или ИП, данные методы закрепляются за пользователем и вывод средств становится возможен только ими. Смена типа вывода средств возможна только после обращения в техническую поддержку и предоставления официального подтверждения ФНС о закрытие/ликвидации самозанятости/ИП/юридического лица.",
          },
          {
            id: 10,
            content:
              "7.5. После создания заявки на вывод средств на почтовый ящик отправляется письмо со ссылкой для валидации транзакции. Оформленная и подтвержденная заявка на вывод обрабатывается в ближайший операционный день: понедельник, среду или пятницу. Заявка, созданная в день выплат (понедельник, среду и пятницу) будут обработаны в следующий операционный день. Минимальная сумма вывода зависит от метода вывода денежных средств, и ее можно уточнить в разделе https://blogix/recharge.",
          },
          {
            id: 11,
            content:
              "7.6. Сервис позволяет Пользователю настроить автоматические платежи для перечисления оплаты Владельцам за услуги публикации Проектов Заказчиков.",
          },
          {
            id: 12,
            content:
              "7.7. Баланс списывается при подтверждении Заказчиком публикации на сумму, подлежащую зачислению Владельцу.",
          },
          {
            id: 13,
            content:
              "7.8. В случае, когда в течение одного календарного месяца со стороны Заказчика не поступает Заказов, производится автоматическое списание средств с баланса Заказчика в качестве вознаграждения за предоставление права пользования Сервисом в размере 50 000 сум за каждый такой месяц, при недостаточности средств списание производится в сумме остатка.",
          },
        ],
      },
      {
        id: 9,
        title: "8-А. Предоставление и прекращение доступа к Сервису ",
        content: [
          {
            id: 1,
            content:
              "8-А.1. Пользователям с момента их регистрации на Сервисе предоставляется доступ к Сервису для целей использования функционала Сервиса, в том числе осуществления интеграций. ",
          },
          {
            id: 2,
            content:
              "8-А.2. Если пользователь Сервиса прекратил/приостановил использование Сервиса для целей осуществления интеграций, ему ограничивается доступ к Сервису, начиная с 7-го месяца со дня последней интеграции. Ограничение заключается в блокировке использования услуг в рамках баланса/лицевого счета в Аккаунте пользователя. Блокировка длится один месяц. Если пользователь возобновил в течение одного месяца пользование Сервисом для целей осуществления интеграций, блокировка будет снята. Если пользователь не возобновил в течение одного месяца пользование Сервисом для целей осуществления интеграций, Аккаунт пользователя подлежит удалению без возможности дальнейшего восстановления.",
          },
        ],
      },
      {
        id: 10,
        title: "8-Б Гарантия справедливой цены.",
        content: [
          {
            id: 1,
            content:
              "8-Б.1. Администратор канала самостоятельно устанавливает и регулирует цену на размещение в своем канале. Тем не менее, чтобы гарантировать лучшую цену заказчикам Blogix, сервис оставляет за собой право в одностороннем порядке приостановить сотрудничество с каналом, если конечная цена на размещение в канале через сервис Blogix будет дороже, чем цена, указанная на любой другой бирже или публичном ресурсе.",
          },
        ],
      },
      {
        id: 11,
        title: "8-В Ограничение и запрет доступа к Сервису.",
        content: [
          {
            id: 1,
            content:
              "8-В.1. Пользователю (и Заказчику и Владельцу) может быть ограничен доступ к Сервису в случае не предоставления им подписанных документов, в рамках сделки, таких как чеки, акты, счета-фактуры и иные.",
          },
          {
            id: 2,
            content:
              "8-В.2. Пользователю (и Заказчику и Владельцу) может быть ограничен доступ к Сервису в случае не прохождения им идентификации личности, если это требуется в рамках исполнения сделки, либо непредоставления документов, которые необходимы для исполнения сделки.",
          },
          {
            id: 3,
            content:
              "8-В.3. Пользователю (и Заказчику и Владельцу) может быть ограничен доступ к Сервису в случае иных (не перечисленных в настоящем разделе) нарушений условий сделки или настоящих Правил, а также иных документов, на которые могут ссылаться соглашение или настоящие Правила.",
          },
          {
            id: 4,
            content:
              "8-В.4. Пользователю (и Заказчику и Владельцу) может быть запрещён доступ к Сервису в случае не неоднократного нарушения, либо грубого нарушения (оценка нарушения осуществляется Сервисом) условий сделки, настоящих Правил и документов, на которые могут ссылаться соглашение или настоящие Правила.",
          },
        ],
      },
      {
        id: 11,
        title: "9. Ответственность Администрации.",
        content: [
          {
            id: 1,
            content:
              "9.1. Сервис, его программное обеспечение и весь контент, содержащийся в Сервисе, предоставляются по принципу «как есть» и «как доступно». Администрация не предоставляет никаких прямых и косвенных гарантий, в частности о пригодности или удобстве использования Сервиса или любого контента, доступ к которому осуществляется через Сервис.",
          },
          {
            id: 2,
            content:
              "9.2. Администрация прилагает все усилия для обеспечения бесперебойной работы Сервиса. Однако Администрация не несет ответственности за временную недоступность Сервиса из-за технических неисправностей, которые являются последствием независимых от Администрации обстоятельств.",
          },
          {
            id: 3,
            content:
              "9.3. Администрация принимает меры для предотвращения появления «накрученных» каналов, а также недействительных или неправомерных предложений, однако НЕ гарантирует максимальную эффективность таких мер.",
          },
          {
            id: 4,
            content:
              "9.4. Пользователь Сервиса (Заказчик и Владелец) самостоятельно несет все риски, а Сервис не несет ответственности за выбранные пользователем способы получения вознаграждения. Пользователь Сервиса также принимает и соглашается с тем, что Сервис не несет ответственности за любые суммы комиссий, которые могут взиматься платежной системой Payme, Click или Банками при перечислении или получении любых платежей в рамках Сервиса. Пользователь полностью принимает и соглашается с тем, что любые взимаемые в рамках Сервиса комиссии, такие как: комиссии Payme и их партнеров, комиссии Click и их партнеров, комиссии Банков и их партнеров, комиссии в рамках Безопасной сделки, комиссия за пополнение и исполнение заказов, включаемые в состав расчетов при использовании Сервиса любыми пользователями (в том числе комиссии, предусмотренные разделом 7 настоящих Правил), — возврату и компенсации при выводе средств и (или) отказе пользователя от услуг Сервиса не подлежат.",
          },
          {
            id: 5,
            content:
              "9.5. Пользователь (Заказчик и Владелец) принимает и соглашается с тем, что он использует Сервис в собственных коммерческих целях, и на использование Сервиса не распространяет свое действие Закон Республики Узбекистан, от 26.04.1996 г. № 221-I “О защите прав потребителей”. Пользователь Сервиса не является «потребителем» в рамках указанного Закона, так как использует Сервис для получения коммерческой выгоды и (или) в целях продвижения собственного продукта, канала, бренда или сервиса.",
          },
          {
            id: 6,
            content:
              "9.6. Во избежание противоречий, спорных ситуаций, интернет-мошенничества и иных действий, вводящих в заблуждение Пользователей, Администрация заверяет, что основным первоисточником информации для работы с Сервисом является веб-сайт Сервиса по адресу: Blogix. Любые обновления в работе Сервиса в первую очередь появляются на указанном веб-сайте. Во всех спорных ситуациях, связанных с выполнением размещений, проведением финансовых операций и прочих действий, которые Пользователи могут осуществлять посредством Сервиса, данные с веб-сайта Сервиса являются основным источником, если иное не будет указано в настоящих Правилах.",
          },
        ],
      },
      {
        id: 12,
        title: "10. Заключительные положения.",
        content: [
          {
            id: 1,
            content:
              "10.1. Администрация оставляет за собой право время от времени вносить изменения, добавлять и исключать положения Правил.",
          },
          {
            id: 2,
            content:
              "10.2. Новая редакция Правил вступает в силу с момента ее размещения на Сайте или в Приложении, если иное не указано в новой редакции Правил. Дата последних изменений будет указана в Правилах в соответствующем поле «Дата внесения последних изменений».",
          },
          {
            id: 3,
            content:
              "10.3. Заказчик или Владелец может отказаться от соблюдения Правил в любой момент путем прекращения использования Сервиса.",
          },
          {
            id: 4,
            content:
              "10.4. Администрация может прекратить действие Правил в любой момент, предварительно предупредив об этом Заказчика или Владельца канала, чата(группы) или бота путем направления сообщения на адрес электронной почты, который Заказчик или Владелец указывают при регистрации.",
          },
        ],
      },
      {
        id: 12,
        title:
          "11. Политика безопасности Сервиса и предупреждения фрода (мошеннических действий).",
        content: [
          {
            id: 1,
            content:
              "11.1 Администрация Сервиса при возникновении подозрений в совершении любым из зарегистрированных пользователей Сервиса следующих действий:",
          },
          {
            id: 2,
            content: " -  грубых нарушений правил Сервиса;",
          },
          {
            id: 3,
            content:
              " -  попытки фрода (мошеннических действий), в том числе при оплате с помощью любых платежных средств, включая банковские карты;",
          },
          {
            id: 4,
            content: " -  совершении фейковых Проектов, заявок;",
          },
          {
            id: 5,
            content:
              "Вправе отменить заказ и применить санкции к обеим сторонам, участвующим в заявке (платеже) в виде блокировки личных Аккаунтов пользователей, и блокировки доступа к их балансам, а также, вправе списать денежные средства, уже поступившие на баланс Владельца, и вернуть их Заказчику вне зависимости от срока давности Проекта (заявки). При этом, Администрация Сервиса вправе исключить канал (каналы) Владельца из каталога Сервиса.  Для контроля за платежами Администрация Сервиса использует данные и сведения, поступающие от партнера Сервиса: платежной системы Payme (ссылка), Click(ссылка) и электронной системы документооборота Didox (ссылка на дидокс). ",
          },
          {
            id: 6,
            content:
              "Возврат денежных средств производится исключительно на тот счет пользователя, с которого была произведена оплата.",
          },
          {
            id: 7,
            content:
              "11.2 В целях поддержания безопасности системы и сохранности балансов пользователей функционал не активных более 150 дней аккаунтов ограничивается. Под отсутствием активности для целей данного пункта понимается отсутствие любых транзакций на аккаунте.",
          },
        ],
      },
      {
        id: 13,
        title: "12. Право на удаление Аккаунта пользователя Сервиса",
        content: [
          {
            id: 1,
            content:
              "12.1 Владелец и Заказчик, являющиеся зарегистрированными пользователями Сервиса, вправе удалить свой Аккаунт  пользователя Сервиса только в случае отсутствия незавершенных заказов, в которых они участвуют как одна из сторон заказа. ",
          },
          {
            id: 2,
            content:
              "12.2 В случае, если пользователь Сервиса принял решение удалить свой Аккаунт, он соглашается с тем, что удаление Аккаунта происходит окончательно и без возможности восстановления. Срок, в течение которого существовала бы возможность отменить удаление Аккаунта, или восстановить удаленный Аккаунт, отсутствует.",
          },
          {
            id: 3,
            content:
              "12.3 В случае, если у пользователя Сервиса, принявшего решение удалить свой Аккаунт, остаются на балансе Аккаунта денежные средства, он имеет возможность вывода средств, предусмотренную пунктами 7.4. - 7.5. настоящих Правил, только до момента удаления Аккаунта. После удаления Аккаунта, возможность вывода средств, предусмотренная пунктами 7.4. - 7.5. настоящих Правил, отсутствует. ",
          },
          {
            id: 4,
            content:
              "12.4 Зарегистрированный пользователь Сервиса соглашается и подтверждает, что он принимает все последствия и риски, связанные с удалением своего Аккаунта пользователя Сервиса.",
          },
        ],
      },
    ],
  },
  UZ: {
    title: "Правила пользования",
    subtitle:
      "Прежде чем начать использовать сервис Blogix (далее — Сервис), просим вас внимательно прочитать этот документ.",
    date: "«28» августа 2023 г.",
    description: [
      {
        id: 1,
        content:
          "Нажимая кнопку, которая подтверждает согласие с настоящими Правилами, а также используя Сервис посредством личного Аккаунта на Сайте, вы принимаете изложенные в этих Правилах условия и обязуетесь их соблюдать. Если вы не принимаете условия Правил, вы должны прекратить пользоваться Сервисом.",
      },
      {
        id: 2,
        content:
          "Сервис Blogix — это каталог публичных каналов различных тематик и инструмент для поиска площадок в экосистеме мессенджера Telegram, Instagram, в видеохостинге Youtube. Сервис выступает как платформа, которая объединяет владельцев или администраторов популярных каналов и заказчиков, желающих продвинуть свой продукт, канал, бренд или сервис.",
      },
      {
        id: 3,
        content:
          "Настоящий Сервис предоставляется для использования юридическими и физическими лицами для целей не связанных, с личными, семейными, домашними и иными нуждами, не связанными с осуществлением предпринимательской деятельности. Использование настоящего Сервиса не регулируется законом Республики Узбекистан, от 26.04.1996 г. № 221-I “О защите прав потребителей”. Физические лица, пользующиеся Сервисом, не являются потребителями в понятии данного закона.",
      },
    ],
    content: [
      {
        id: 1,
        title: "1. Понятия и определения.",
        content: [
          {
            id: 1,
            content:
              "1.1. В настоящих Правилах понятия и термины используются в следующих значениях:",
          },
          {
            id: 2,
            content:
              "1.1.1. Проект — это пост интеграции, оформленный в соответствии с пожеланиями Заказчика и содержащий изображение или видео, текст интеграции и ссылку на продукт, сервис или услугу.",
          },
          {
            id: 3,
            content:
              "1.1.2. Заказчик — это зарегистрированный пользователь Сервиса, который создает Проекты продвижения, проверяет и оплачивает их размещение.",
          },
          {
            id: 4,
            content:
              "1.1.3. Владелец — зарегистрированный пользователь Сервиса, владелец или администратор публичного или приватного канала в Telegram, Instagram или Youtube. Владелец принимает от Заказчика на рассмотрение проекты интеграций и публикует их. ",
          },
          {
            id: 5,
            content:
              "1.1.4. Безопасная сделка (БС) — это система, позволяющая Заказчику и Владельцу канала защититься от невыполнения обязательств второй стороной. БС гарантирует обеим сторонам соблюдение обязательств: Заказчику — выполнение заказа или возврат средств в случае его невыполнения; Владельцу канала — оплату после успешного размещения Проекта.",
          },
          {
            id: 6,
            content:
              "1.1.5. Заказ – оформленный посредством Сервиса заказ на размещение Проекта, который содержит необходимые условия и информацию для оказания услуги. ",
          },
          {
            id: 7,
            content:
              "1.1.6. Завершенный Заказ – Заказ, получивший на Сервисе статус «выполнен».",
          },
        ],
      },
      {
        id: 2,
        title: "1-Б. Запрещенные тематики Проектов, Каналов и Заказов.",
        content: [
          {
            id: 1,
            content: "1-Б.1. Действия, нарушающие законодательство РУз: ",
          },
          {
            id: 2,
            content:
              "1-Б.1.1. Товары и услуги, нарушающие Закон РУз, от 07.06.2022 “ О рекламе” в том числе:",
          },
          {
            id: 3,
            content:
              "Табак, табачные изделия (в том числе предназначенные для употребления путем нагревания или испарения), курительные принадлежности (в том числе электронные сигареты, электронные системы доставки никотина, устройства для нагревания табака или никотиносодержащих жидкостей, вейпы и расходные материалы к ним, трубки, любые кальяны, сигаретная бумага) и любые курительные смеси.",
          },
          { id: 4, content: "Любая алкогольная продукция." },
          {
            id: 5,
            content:
              "– Игра на бирже, операции с ценными бумагами, криптовалюты, форекс: ",
          },
          {
            id: 6,
            content:
              "- бинарные опционы, Форекс (в том числе оборудование, консультирование, обучение);",
          },
          {
            id: 7,
            content:
              "- ценные бумаги и криптовалюты (в том числе продажа, консультирование, обучение); ",
          },
          {
            id: 9,
            content:
              "- финансовые и товарные пирамиды, сомнительные способы получения дохода или товаров, а также связанное с ними обучение.",
          },
          {
            id: 10,
            content:
              "– Психотерапевтическая и медицинская помощь, в т.ч. народная медицина:",
          },
          {
            id: 11,
            content:
              "- лечение, расшифровка анализов и  составление рецептов; ",
          },
          { id: 12, content: "- назначение препаратов и БАДов; " },
          { id: 13, content: "- консультирование по заболеваниям; " },
          {
            id: 14,
            content:
              "- составление и продажа плана тренировок и питания в лечебных целях; ",
          },
          {
            id: 15,
            content:
              "- продажа, реклама и описание применения медицинских препаратов и БАДов, лекарственного сырья и аппаратов для лечения.",
          },
          {
            id: 16,
            content:
              "– Взрывчатые вещества и материалы, оружие (в том числе охотничье, пневматическое, гражданское, страйкбольное, пейнтбольное, сувенирное и декоративное), комплектующие изделия к нему, его копии; ножи, за исключением кухонных, перочинных и канцелярских.",
          },
          {
            id: 17,
            content:
              "– Товары и услуги для взрослых (18+) (в том числе заказ услуг для магазинов и сайтов 18+ и поиск и предложение работы в этой сфере).",
          },
          {
            id: 18,
            content:
              "– Азартные игры, ставки  и прогнозы на спорт, лотереи, игры, основанные на риске или пари, в том числе оборудование для их проведения.",
          },
          {
            id: 19,
            content:
              "– Подготовка и написание выпускных квалификационных работ, научных докладов об основных результатах подготовленных научно-квалификационных работ (диссертаций) и иных работ, предусмотренных государственной системой научной аттестации или необходимых для прохождения обучающимися промежуточной или итоговой аттестации. Прохождение тестов, сдача экзаменов за третьих лиц.",
          },
          {
            id: 20,
            content:
              "1-Б.1.2. Мошенничество, спам, любая несанкционированная реклама, а также недобросовестная конкуренция и некорректное использование слов в превосходной степени в описании услуг.",
          },
          {
            id: 21,
            content:
              "1-Б.1.3. Услуги, нарушающие интеллектуальные и авторские права, включая:",
          },
          {
            id: 22,
            content: "– незаконное использование товарных знаков;",
          },
          {
            id: 23,
            content:
              "– услуги, нарушающие условия использования и распространения контента",
          },
          {
            id: 24,
            content:
              "1-Б.1.4. Действия и услуги, нарушающие права третьих лиц, в том числе:",
          },
          {
            id: 25,
            content:
              "– нарушающие права граждан на частную жизнь или публичный порядок;",
          },
          {
            id: 26,
            content:
              "– нарушающие морально-этические нормы, носящие характер непристойности;",
          },
          {
            id: 27,
            content:
              "– нарушающие честь и достоинство, права и охраняемые законом интересы других лиц.",
          },
          {
            id: 28,
            content:
              "– услуги сбора и передачи информации, запрещенной к распространению, в том числе персональные данные.",
          },
          {
            id: 29,
            content:
              "– создание и распространение устройств и программ шифрования, технические средства, предназначенные для прослушивания и другого негласного получения информации, а также сопутствующие документы.",
          },
          {
            id: 30,
            content:
              "– предоставление сведений из Единого государственного реестра недвижимости (ЕГРН).",
          },
          {
            id: 31,
            content:
              "1-Б.1.5. Размещение материалов, содержащих угрозы и оскорбления, дискредитирующие других лиц. Услуги или материалы, способствующие возбуждению ненависти либо вражды, разжиганию религиозной, расовой или межнациональной розни, политические призывы, призывы к насилию.",
          },
          {
            id: 32,
            content:
              "1-Б.1.6. Услуги, связанные с экстремистскими материалами и предметами с нацистской символикой.",
          },
          {
            id: 33,
            content:
              "1-Б.2. Иные тематики Проектов, Каналов и Заказов, запрещенные на Сервисе:",
          },
          {
            id: 34,
            content:
              "1-Б.2.2. Займы и услуги, связанные с предоставлением займов, от организаций, не имеющих банковской лицензии или статуса НКО.",
          },
          {
            id: 35,
            content:
              "1-Б.2.3. Накрутка лайков, подписчиков, репостов, голосов в опросах и других показателей в соцсетях черными методами и способами, которые могут принести вред группе/аккаунту заказчика. В том числе продажа и разработка программного обеспечения для накрутки. Исключение: естественное продвижение и раскрутка аккаунта.",
          },
          {
            id: 36,
            content:
              "1-Б.2.4. Астрология, магия. В том числе колдовство, нумерология, гадания любые виды обрядов, ритуалов и предсказаний, поиск и предложение работы в этой сфере, нетрадиционная медицина, секты и религиозные услуги.",
          },
          {
            id: 37,
            content:
              "1-Б.3. Сервис уведомляет, что придерживается политического нейтралитета. Создание Проектов, содержащих политическую тематику, в том числе прямую или скрытую агитацию с использованием средств и приемов рекламного жанра, равно как и без применения таких средств и приемов, не допускается.",
          },
          {
            id: 38,
            content:
              "1-Б.4. Проекты, содержащие запрещенные тематики не подлежат публикации/размещению.",
          },
          {
            id: 39,
            content:
              "1-Б.5. Каналы содержащие запрещённые тематики не подлежат включению в каталог, либо, если Каналы каталоге, они подлежит удалению после осуществления проверки, в рамках которой обнаружены в них посты/пост запрещённых тематик.",
          },
          {
            id: 40,
            content:
              "1-Б.6. Популяризация, реклама VPN-сервисов, способы и методы обхода блокировок;",
          },
          {
            id: 41,
            content:
              "– Пояснения, как открыть доступ к запрещенным ресурсам и сетям с помощью VPN-сервисов; ",
          },
          {
            id: 42,
            content:
              "– Предложения о покупке или скачивания в целях  доступа к VPN-сервисам для обхода блокировок;",
          },
        ],
      },
      {
        id: 3,
        title: "2. Создание Проекта в каналах или чатах (группах).",
        content: [
          {
            id: 1,
            content:
              "2.1. Только зарегистрированный пользователь, Заказчик или Владелец, может создавать Проект.",
          },
          { id: 2, content: "2.2. Проект включает:" },
          {
            id: 3,
            content:
              "— список публичных каналов (в которых будет размещен проект);",
          },
          { id: 4, content: "— ссылку на продвигаемый ресурс;" },
          { id: 5, content: "— текст интеграции;" },
          { id: 6, content: "— изображения или видео;" },
          {
            id: 7,
            content:
              "— требований к публикации (включая форматирование поста, дату и время публикации и прочее).",
          },
          {
            id: 8,
            content:
              "2.3. Владелец обязан рассмотреть заявку на размещение Проекта в течение 24 часов. В противном случае заявка будет автоматически отменена. После принятия Проекта в работу Владелец обязан опубликовать Проект в течение 36 часов, если в пожеланиях к проекту не указано иного.",
          },
          {
            id: 9,
            content:
              "2.4. Проект публикуется в ленте публичных сообщений канала в зависимости от формата размещения на следующих условиях:",
          },
          {
            id: 10,
            content:
              "— формат 1/24: Проект публикуется в канале не менее чем на 24 часа с удержанием не менее, чем на 1 час в топе (без обновлений и вытеснения новыми постами). В чате (группе) Проект публикуется и закрепляется не менее чем на 24 часа; закрепление других постов запрещается на весь срок публикации. Проект может быть удален по истечении 24 часов.",
          },
          {
            id: 11,
            content:
              "— формат 2/48: Проект публикуется в канале не менее чем на 48 часов с удержанием не менее чем на 2 часа в топе (без обновлений и вытеснения новыми постами). В чате (группе) Проект публикуется и закрепляется не менее чем на 48 часа; закрепление других постов запрещается на весь срок публикации.Проект может быть удален по истечении 48 часов.",
          },
          {
            id: 12,
            content:
              "— формат 3/72: Проект публикуется в канале Проект публикуется не менее чем на 72 часа с удержанием не менее чем на 3 часа в топе (без обновлений и вытеснения новыми постами). В чате (группе) Проект публикуется и закрепляется не менее чем на 72 часа; закрепление других постов запрещается на весь срок публикации. Проект может быть удален по истечении 72 часов.",
          },
          {
            id: 13,
            content:
              "— формат «7 дней»: в канале Проект публикуется на 7 дней с удержанием на 3 часа в топе (без обновления и вытеснения новыми постами);",
          },
          {
            id: 14,
            content:
              "— формат «Нативный»: Проект в канале публикуется на 7 дней с удержанием на 1 час в топе (без обновления и вытеснения новыми постами);",
          },
          {
            id: 15,
            content:
              "— формат «Репост»: Проект-пост из продвигаемого канала публикуется по формату 1/24 в другом канале с удержанием не менее, чем на 1 час в топе (без обновлений и вытеснения новыми постами). По истечении 24 часов Владелец может удалить Проект по своему желанию. ",
          },
          {
            id: 16,
            content:
              "2.5. Проект оплачивается на стадии создания. Оплата списывается с баланса Заказчика, резервируется Сервисом и начисляется Владельцу канала после проверки и подтверждения публикации Заказчиком в течение 24—72 часов, в зависимости от формата размещения (по истечении 24—72 часов оплата за проект автоматически переводится Владельцу канала).",
          },
          {
            id: 17,
            content:
              "2.6. Владелец в праве отклонить заявку на Проект без объяснения причин.",
          },
          {
            id: 18,
            content:
              "2.7. Если в течение 24 часов с момента создания Проекта Владелец не примет заявку в работу, оплата вернется на баланс Заказчика автоматически (если не выбрана функция «Автозамена»).",
          },
          {
            id: 19,
            content:
              "2.8. Если в течение 24 часов с момента создания Проекта Владелец не примет заявку в работу, но выбрана Автозамена, оплата останется в резерве до момента подбора нового канала или чата и публикации Проекта. Данные о новых каналах и чатах отображаются в разделе «Мои Проекты» в личном кабинете.",
          },
          {
            id: 20,
            content:
              "2.9. Заказчик имеет право отменить оплату в течение 24—72 часов (в зависимости от формата размещения) после уведомления о размещении Проекта, в случае если Владельцем канала были допущены следующие нарушения:",
          },
          {
            id: 21,
            content:
              "2.9.1. Проект не был опубликован в выбранном канале или чате (группе).",
          },
          {
            id: 22,
            content:
              "2.9.2. Проект был опубликован без изображения или видео (если оно было добавлено в Проект).",
          },
          {
            id: 23,
            content:
              "2.9.3. Ссылка на Проект не активна или не соответствует заявленной.",
          },
          {
            id: 24,
            content:
              "2.9.4. Текст поста был видоизменен без предварительного согласования и не соответствует заявленному.",
          },
          {
            id: 25,
            content:
              "2.9.5. Проект был опубликован без учета пожеланий Заказчика (дата, время, форматирование поста и прочее).",
          },
          {
            id: 26,
            content:
              "2.9.6. Канал или чат (группа), в котором заказан Проект, заблокирован или неактивен.",
          },
          {
            id: 27,
            content:
              "2.9.7. Проект находился менее 24—72 часов (в зависимости от формата размещения) в ленте выбранного канала или был закреплен менее 24—72 часов в чате.",
          },
          {
            id: 28,
            content:
              "2.9.8. Проект находился менее 1—3 часов (в зависимости от формата размещения) в топе ленты постов выбранного канала.",
          },
          {
            id: 29,
            content:
              "2.9.9. Аудитория канала и ее поведение вызывает подозрение (накрутка подписчиков, просмотров и прочая неестественная активность).",
          },
          {
            id: 30,
            content:
              "2.10. Заказчик вправе без объяснения причин отменить заявку в течение 24 часов, но только до того момента, пока Владелец не принял ее в работу.",
          },
          {
            id: 31,
            content:
              "2.11. Все иные причины отмены оплаты Заказчиком могут быть рассмотрены администраторами Сервиса. Финальное решение по таким жалобам остаются на усмотрении администраторов Сервиса.",
          },
          {
            id: 32,
            content:
              "2.12. После проверки и подтверждения Заказчиком публикации Заказ признается завершенным и приобретает статус «выполнен»",
          },
        ],
      },
      {
        id: 4,
        title: "3. Безопасная сделка (БС). ",
        content: [
          {
            id: 1,
            content: "3.1. БС обязательна к использованию во всех проектах.",
          },
          {
            id: 2,
            content:
              "3.2. Стоимость БС составляет 20% от цены, установленной Владельцем канала, чата (группы) или бота. Бремя БС полностью ложится на Заказчика.",
          },
        ],
      },
      {
        id: 5,
        title: "4. Добавление канала в каталог.",
        content: [
          {
            id: 1,
            content:
              "4.1. Заявку на добавление публичного или приватного канала может подать только пользователь зарегистрированный как Владелец канала.",
          },
          {
            id: 2,
            content:
              "4.2. В каталог Сервиса добавляются публичные и приватные каналы.",
          },
          {
            id: 3,
            content:
              "4.3. Заявка на добавление каналапроходит обязательную модерацию в течение 48 часов.",
          },
          {
            id: 4,
            content:
              "4.4. При создании заявки на добавление канала Владелец должен добавить:",
          },
          { id: 5, content: "— ссылку на канал " },
          { id: 6, content: "— название канала " },
          {
            id: 7,
            content: "— тематику канала ",
          },
          { id: 8, content: "— цену за размещение 1 поста;" },
          {
            id: 9,
            content:
              "2.4. Проект публикуется в ленте публичных сообщений канала в зависимости от формата размещения на следующих условиях:",
          },
          {
            id: 10,
            content:
              "— допустимый формат размещения (см. пункт 2.4 настоящих правил);",
          },
          { id: 11, content: "— описание канала, аудитории, охвата." },
          {
            id: 12,
            content:
              "4.5. Указывать в описании канала личные данные Владельца канала, цены размещения и иные условия размещения, отличающихся от условий Сервиса, запрещено.",
          },
          {
            id: 13,
            content:
              "4.6. Канал не может быть добавлен в каталог, если при модерации выявлены следующие нарушения:",
          },
          { id: 14, content: "4.6.1. Канал имеет меньше 1000 подписчиков." },
          { id: 15, content: "4.6.2. Канал заблокирован или неактивен." },
          {
            id: 16,
            content:
              "4.6.3. В заявке указана неверная ссылка на канал или указана ссылка, при которой требуется подтверждение подписки от администратора.",
          },
          {
            id: 17,
            content:
              "4.6.4. Пользователь не является Владельцем заявленного канала.",
          },
          {
            id: 18,
            content:
              "4.6.5. Канал не имеет цели принимать и размещать Проекты в рамках Сервиса.",
          },
          {
            id: 19,
            content:
              "4.6.6. Канал долгое время не публикует сообщения. Продолжительность времени администрация Сервиса учитывает по своему усмотрению с учетом тематики и общего качества канала.",
          },
          {
            id: 20,
            content:
              "4.6.7. Аудитория канала и ее поведение вызывает подозрение (накрутка подписчиков, просмотров и прочая неестественная активность).",
          },
          {
            id: 21,
            content:
              "4.6.8. Возраст канала не меньше 3 месяцев с даты создания первой публикации.",
          },
          {
            id: 22,
            content:
              "4.6.9. Канал не зарегистрирован в сервисах аналитики или по нему нет актуальных данных за период как минимум 14 дней.",
          },
          {
            id: 23,
            content:
              "4.6.10. Канал не соответствует доступной интернационализации на сервисе.",
          },
          {
            id: 24,
            content:
              "4.6.11. Контент канала нарушает законодательство Республики Узбекистан .",
          },
          {
            id: 25,
            content:
              "4.6.12. Контент канала в значительной степени состоит из материалов, нарушающих нормы этики и морали (шок-контент).",
          },
          {
            id: 26,
            content:
              "4.6.13. Существенная часть аудитории канала набрана с использованием 'серых' методов продвижения, спам-рассылок, взаимного пиара (меги), механик «принудительной подписки» (обязательная подписка на канал для использования функционала бота и тому подобное).",
          },
          {
            id: 27,
            content:
              "4.6.14 Содержание канала (чата, группы) и/или аудитория канала (чата, группы) недостаточно качественны для Сервиса (в том числе, но не ограничиваясь, содержат: копипаст, контент низкого качества, большое количество грамматических ошибок, заведомо ложные сообщения и пр.).",
          },
          {
            id: 28,
            content:
              "4.6.15 Канал содержит политическую тематику, может содержать прямую или скрытую агитацию, прямо или косвенно относится к тем или иным политическим объединениям, партиям, либо общественным объединениям или организациям, имеющим политические цели.",
          },
          {
            id: 29,
            content:
              "4.6.16 Канал содержит контент серой или запрещенной тематики (18+, схемы заработка, ставки, финансовые пирамиды, мошенничество и т.д.);",
          },
          {
            id: 30,
            content:
              "4.7. Уже добавленный канал могут быть исключены из каталога с течением времени, если будут выявлены нарушения (см. п. 4.6).",
          },
          {
            id: 31,
            content:
              "4.8. Если канал заподозрен в использовании «серых» и иных способов накрутки, вызывающих неорганический рост подписчиков, аккаунт Владельца подлежит проверке, а в случае выявления справедливости претензий — полной блокировке. Все средства, оставшиеся на балансе такого аккаунта, списываются в пользу Заказчика и не подлежат выводу.",
          },
          {
            id: 32,
            content:
              "4.9. Статистика канала и данные о его жизнеспособности будут обновляться в автоматическом режиме.",
          },
          {
            id: 33,
            content:
              "4.10. Канал может быть отправлен на повторную модерацию спустя 30 дней после первой подачи заявки на модерацию. Если при повторной модерации канал снова будет отклонен, повторная отправка на модерацию будет доступна еще через 30 дней.",
          },
          {
            id: 34,
            content:
              "4.11. Каналы, уличенные в нечестных методах продвижения (накрутка подписчиков, просмотров и прочая неестественная активность) лишаются возможности повторной модерации.",
          },
        ],
      },
      {
        id: 6,
        title: "5. Публикация Проекта в каналах.",
        content: [
          {
            id: 1,
            content:
              "5.1. Решение о публикации Проекта принимает только Владелец. Администрация Сервиса не может на это влиять.",
          },
          {
            id: 2,
            content:
              "5.2. Получив уведомление о поступлении нового Проекта, Владелец должен ответить на заявку в течение 24 часов. В противном случае по истечении 24 часов Проект будет аннулирован автоматически.",
          },
          {
            id: 3,
            content:
              "5.3. Владелец имеет право принять Проект в работу либо отклонить заявку.",
          },
          {
            id: 4,
            content:
              "5.4. При принятии Проекта в работу Владелец меняет статус заявки в личном кабинете и обязуется опубликовать пост в последующие 36 часов, если иное не указано в пожеланиях к Проекту. Если указаны точная дата и время публикации поста Владелец должен принять и выполнить проект согласно настоящим Правилам.",
          },
          {
            id: 5,
            content:
              "5.5. Пост необходимо форматировать вручную. Требования Заказчика в заявке являются обязательными к исполнению.",
          },
          {
            id: 6,
            content:
              "5.5.1.Запрещено в одностороннем порядке изменять текст входящей заявки при публикацию в Телеграм-канале/Инстаграм-канале/Ютуб-канале.",
          },
          {
            id: 7,
            content:
              "5.5.2. В случае необходимости сервисом допускается тегирование текста интеграции только одним из следующих хештегов: #рекомендация, #интеграция, #cпонсор (на усмотрение владельца Телеграм-канале/Инстаграм-канале/Ютуб-канале).",
          },
          {
            id: 8,
            content:
              "5.6. Проект публикуется в ленте публичных сообщений на 24—72 часа с удержанием на 1—3 часа в топе (без обновлений и перекрытия новыми постами) в зависимости от формата размещения. В чатах (группах) пост закрепляют на 24—72 часа.",
          },
          {
            id: 9,
            content:
              "5.7. После успешной публикации Проекта Владелец должен отправить ссылку поста интеграции на проверку, тем самым изменив статус Проекта в разделе «Мои Проекты». Для публичного канала ссылка будет иметь вид «https://t.me/blogix/222», для приватного канала — «https://t.me/c/14376586631/169» . На проверку поста Заказчиком и администраторами Сервиса отводится 24—72 часов. Затем происходит автоматическое зачисление средств на баланс Владельца. Если ссылка на проверку не отправлена в срок, Проект отменяется без дальнейшей оплаты.",
          },
          {
            id: 10,
            content:
              "5.8. При несоблюдении условий и пожеланий к размещению Заказчик имеет право отменить оплату Проекта при проверке (см. п. 2.9), подав жалобу администраторам Сервиса.",
          },
        ],
      },
      {
        id: 7,
        title:
          "6. Общение в чате между Заказчиком и Владельцем канала, чата (группы) или  бота.",
        content: [
          {
            id: 1,
            content:
              "6.1. Чат для общения между Заказчиком и Владельцем появляется после принятия заказа и активен до момента его завершения.",
          },
          {
            id: 2,
            content:
              "6.2. В чате запрещено обмениваться ссылками, которые ведут на сторонние Telegram-аккаунты, даже если они добавлены в каталог Blogix.",
          },
        ],
      },
      {
        id: 8,
        title: "7. Пополнение баланса, вывод средств и взимаемые комиссии.",
        content: [
          {
            id: 1,
            content:
              "7.1. Пополнение и вывод средств с баланса может производить как Заказчик, так и Владелец.",
          },
          {
            id: 2,
            content:
              "7.2. Когда Владелец выполняет Проект, на его баланс поступает сумма в размере стоимости интеграции, указанной при добавлении канала , за вычетом комиссии Сервиса за сопровождение сделок в размере 12,5%.",
          },
          {
            id: 3,
            content:
              "7.3 Доступные методы пополнения баланса, условия и комиссии по каждому методу указаны на странице https://blogix/recharge",
          },
          {
            id: 4,
            content:
              "7.4. Доступные методы вывода средств с баланса и условия по каждому методу можно посмотреть на странице https://blogix/payment_requests",
          },
          {
            id: 5,
            content:
              "7.4.1. Во избежание мошеннических действий вывод средств, ранее зачисленных Заказчиком на баланс, возможен только на ту банковскую карту или электронный кошелек Заказчика, с которых производилось зачисление на баланс.",
          },
          {
            id: 6,
            content:
              "7.4.2. В отдельных случаях, при которых вывод средств в соответствии с пунктом",
          },
          {
            id: 7,
            content:
              "7.4.1. не представляется возможным по техническим или иным причинам (утеря средства платежа и т.д.), Сервис вправе потребовать верификации платежа на вывод средств путем запроса у Заказчика дополнительной информации, удостоверяющей личность и платежные реквизиты. Верификация может быть произведена Сервисом путем привлечения партнерской компании, осуществляющей верификацию в сети Интернет.",
          },
          {
            id: 8,
            content:
              "7.4.2. Пользователи, выбравшие способ вывода средств 'Юридическое лицо или ИП', обязаны предоставить: - актуальное подтверждение применяемой системы налогообложения: после получения запроса, но перед оформление комплекта документов на вывод; - оригиналы необходимых в соответствии с процедурой оформления, предусмотренной на платформе, и законодательством РУз документов (такими документами в зависимости от типа налогообложения и основания выплаты могут являться - Договор, Соглашение, Отчет, Акт, Счет, Счет-фактура): в срок не позднее 30 дней после каждой выплаты средств. Для получения договора, дальнейших коммуникаций и передачи подписанных документов для вывода средств на расчетный счет необходимо подключиться к специальному боту, инструкция по подключению к боту отправляется в ближайший день вывода после оформления запроса на вывод средств.",
          },
          {
            id: 9,
            content:
              "7.4.3. После успешного вывода средств методами: Самозанятые, Юридическое лицо или ИП, данные методы закрепляются за пользователем и вывод средств становится возможен только ими. Смена типа вывода средств возможна только после обращения в техническую поддержку и предоставления официального подтверждения ФНС о закрытие/ликвидации самозанятости/ИП/юридического лица.",
          },
          {
            id: 10,
            content:
              "7.5. После создания заявки на вывод средств на почтовый ящик отправляется письмо со ссылкой для валидации транзакции. Оформленная и подтвержденная заявка на вывод обрабатывается в ближайший операционный день: понедельник, среду или пятницу. Заявка, созданная в день выплат (понедельник, среду и пятницу) будут обработаны в следующий операционный день. Минимальная сумма вывода зависит от метода вывода денежных средств, и ее можно уточнить в разделе https://blogix/recharge.",
          },
          {
            id: 11,
            content:
              "7.6. Сервис позволяет Пользователю настроить автоматические платежи для перечисления оплаты Владельцам за услуги публикации Проектов Заказчиков.",
          },
          {
            id: 12,
            content:
              "7.7. Баланс списывается при подтверждении Заказчиком публикации на сумму, подлежащую зачислению Владельцу.",
          },
          {
            id: 13,
            content:
              "7.8. В случае, когда в течение одного календарного месяца со стороны Заказчика не поступает Заказов, производится автоматическое списание средств с баланса Заказчика в качестве вознаграждения за предоставление права пользования Сервисом в размере 50 000 сум за каждый такой месяц, при недостаточности средств списание производится в сумме остатка.",
          },
        ],
      },
      {
        id: 9,
        title: "8-А. Предоставление и прекращение доступа к Сервису ",
        content: [
          {
            id: 1,
            content:
              "8-А.1. Пользователям с момента их регистрации на Сервисе предоставляется доступ к Сервису для целей использования функционала Сервиса, в том числе осуществления интеграций. ",
          },
          {
            id: 2,
            content:
              "8-А.2. Если пользователь Сервиса прекратил/приостановил использование Сервиса для целей осуществления интеграций, ему ограничивается доступ к Сервису, начиная с 7-го месяца со дня последней интеграции. Ограничение заключается в блокировке использования услуг в рамках баланса/лицевого счета в Аккаунте пользователя. Блокировка длится один месяц. Если пользователь возобновил в течение одного месяца пользование Сервисом для целей осуществления интеграций, блокировка будет снята. Если пользователь не возобновил в течение одного месяца пользование Сервисом для целей осуществления интеграций, Аккаунт пользователя подлежит удалению без возможности дальнейшего восстановления.",
          },
        ],
      },
      {
        id: 10,
        title: "8-Б Гарантия справедливой цены.",
        content: [
          {
            id: 1,
            content:
              "8-Б.1. Администратор канала самостоятельно устанавливает и регулирует цену на размещение в своем канале. Тем не менее, чтобы гарантировать лучшую цену заказчикам Blogix, сервис оставляет за собой право в одностороннем порядке приостановить сотрудничество с каналом, если конечная цена на размещение в канале через сервис Blogix будет дороже, чем цена, указанная на любой другой бирже или публичном ресурсе.",
          },
        ],
      },
      {
        id: 11,
        title: "8-В Ограничение и запрет доступа к Сервису.",
        content: [
          {
            id: 1,
            content:
              "8-В.1. Пользователю (и Заказчику и Владельцу) может быть ограничен доступ к Сервису в случае не предоставления им подписанных документов, в рамках сделки, таких как чеки, акты, счета-фактуры и иные.",
          },
          {
            id: 2,
            content:
              "8-В.2. Пользователю (и Заказчику и Владельцу) может быть ограничен доступ к Сервису в случае не прохождения им идентификации личности, если это требуется в рамках исполнения сделки, либо непредоставления документов, которые необходимы для исполнения сделки.",
          },
          {
            id: 3,
            content:
              "8-В.3. Пользователю (и Заказчику и Владельцу) может быть ограничен доступ к Сервису в случае иных (не перечисленных в настоящем разделе) нарушений условий сделки или настоящих Правил, а также иных документов, на которые могут ссылаться соглашение или настоящие Правила.",
          },
          {
            id: 4,
            content:
              "8-В.4. Пользователю (и Заказчику и Владельцу) может быть запрещён доступ к Сервису в случае не неоднократного нарушения, либо грубого нарушения (оценка нарушения осуществляется Сервисом) условий сделки, настоящих Правил и документов, на которые могут ссылаться соглашение или настоящие Правила.",
          },
        ],
      },
      {
        id: 11,
        title: "9. Ответственность Администрации.",
        content: [
          {
            id: 1,
            content:
              "9.1. Сервис, его программное обеспечение и весь контент, содержащийся в Сервисе, предоставляются по принципу «как есть» и «как доступно». Администрация не предоставляет никаких прямых и косвенных гарантий, в частности о пригодности или удобстве использования Сервиса или любого контента, доступ к которому осуществляется через Сервис.",
          },
          {
            id: 2,
            content:
              "9.2. Администрация прилагает все усилия для обеспечения бесперебойной работы Сервиса. Однако Администрация не несет ответственности за временную недоступность Сервиса из-за технических неисправностей, которые являются последствием независимых от Администрации обстоятельств.",
          },
          {
            id: 3,
            content:
              "9.3. Администрация принимает меры для предотвращения появления «накрученных» каналов, а также недействительных или неправомерных предложений, однако НЕ гарантирует максимальную эффективность таких мер.",
          },
          {
            id: 4,
            content:
              "9.4. Пользователь Сервиса (Заказчик и Владелец) самостоятельно несет все риски, а Сервис не несет ответственности за выбранные пользователем способы получения вознаграждения. Пользователь Сервиса также принимает и соглашается с тем, что Сервис не несет ответственности за любые суммы комиссий, которые могут взиматься платежной системой Payme, Click или Банками при перечислении или получении любых платежей в рамках Сервиса. Пользователь полностью принимает и соглашается с тем, что любые взимаемые в рамках Сервиса комиссии, такие как: комиссии Payme и их партнеров, комиссии Click и их партнеров, комиссии Банков и их партнеров, комиссии в рамках Безопасной сделки, комиссия за пополнение и исполнение заказов, включаемые в состав расчетов при использовании Сервиса любыми пользователями (в том числе комиссии, предусмотренные разделом 7 настоящих Правил), — возврату и компенсации при выводе средств и (или) отказе пользователя от услуг Сервиса не подлежат.",
          },
          {
            id: 5,
            content:
              "9.5. Пользователь (Заказчик и Владелец) принимает и соглашается с тем, что он использует Сервис в собственных коммерческих целях, и на использование Сервиса не распространяет свое действие Закон Республики Узбекистан, от 26.04.1996 г. № 221-I “О защите прав потребителей”. Пользователь Сервиса не является «потребителем» в рамках указанного Закона, так как использует Сервис для получения коммерческой выгоды и (или) в целях продвижения собственного продукта, канала, бренда или сервиса.",
          },
          {
            id: 6,
            content:
              "9.6. Во избежание противоречий, спорных ситуаций, интернет-мошенничества и иных действий, вводящих в заблуждение Пользователей, Администрация заверяет, что основным первоисточником информации для работы с Сервисом является веб-сайт Сервиса по адресу: Blogix. Любые обновления в работе Сервиса в первую очередь появляются на указанном веб-сайте. Во всех спорных ситуациях, связанных с выполнением размещений, проведением финансовых операций и прочих действий, которые Пользователи могут осуществлять посредством Сервиса, данные с веб-сайта Сервиса являются основным источником, если иное не будет указано в настоящих Правилах.",
          },
        ],
      },
      {
        id: 12,
        title: "10. Заключительные положения.",
        content: [
          {
            id: 1,
            content:
              "10.1. Администрация оставляет за собой право время от времени вносить изменения, добавлять и исключать положения Правил.",
          },
          {
            id: 2,
            content:
              "10.2. Новая редакция Правил вступает в силу с момента ее размещения на Сайте или в Приложении, если иное не указано в новой редакции Правил. Дата последних изменений будет указана в Правилах в соответствующем поле «Дата внесения последних изменений».",
          },
          {
            id: 3,
            content:
              "10.3. Заказчик или Владелец может отказаться от соблюдения Правил в любой момент путем прекращения использования Сервиса.",
          },
          {
            id: 4,
            content:
              "10.4. Администрация может прекратить действие Правил в любой момент, предварительно предупредив об этом Заказчика или Владельца канала, чата(группы) или бота путем направления сообщения на адрес электронной почты, который Заказчик или Владелец указывают при регистрации.",
          },
        ],
      },
      {
        id: 12,
        title:
          "11. Политика безопасности Сервиса и предупреждения фрода (мошеннических действий).",
        content: [
          {
            id: 1,
            content:
              "11.1 Администрация Сервиса при возникновении подозрений в совершении любым из зарегистрированных пользователей Сервиса следующих действий:",
          },
          {
            id: 2,
            content: " -  грубых нарушений правил Сервиса;",
          },
          {
            id: 3,
            content:
              " -  попытки фрода (мошеннических действий), в том числе при оплате с помощью любых платежных средств, включая банковские карты;",
          },
          {
            id: 4,
            content: " -  совершении фейковых Проектов, заявок;",
          },
          {
            id: 5,
            content:
              "Вправе отменить заказ и применить санкции к обеим сторонам, участвующим в заявке (платеже) в виде блокировки личных Аккаунтов пользователей, и блокировки доступа к их балансам, а также, вправе списать денежные средства, уже поступившие на баланс Владельца, и вернуть их Заказчику вне зависимости от срока давности Проекта (заявки). При этом, Администрация Сервиса вправе исключить канал (каналы) Владельца из каталога Сервиса.  Для контроля за платежами Администрация Сервиса использует данные и сведения, поступающие от партнера Сервиса: платежной системы Payme (ссылка), Click(ссылка) и электронной системы документооборота Didox (ссылка на дидокс). ",
          },
          {
            id: 6,
            content:
              "Возврат денежных средств производится исключительно на тот счет пользователя, с которого была произведена оплата.",
          },
          {
            id: 7,
            content:
              "11.2 В целях поддержания безопасности системы и сохранности балансов пользователей функционал не активных более 150 дней аккаунтов ограничивается. Под отсутствием активности для целей данного пункта понимается отсутствие любых транзакций на аккаунте.",
          },
        ],
      },
      {
        id: 13,
        title: "12. Право на удаление Аккаунта пользователя Сервиса",
        content: [
          {
            id: 1,
            content:
              "12.1 Владелец и Заказчик, являющиеся зарегистрированными пользователями Сервиса, вправе удалить свой Аккаунт  пользователя Сервиса только в случае отсутствия незавершенных заказов, в которых они участвуют как одна из сторон заказа. ",
          },
          {
            id: 2,
            content:
              "12.2 В случае, если пользователь Сервиса принял решение удалить свой Аккаунт, он соглашается с тем, что удаление Аккаунта происходит окончательно и без возможности восстановления. Срок, в течение которого существовала бы возможность отменить удаление Аккаунта, или восстановить удаленный Аккаунт, отсутствует.",
          },
          {
            id: 3,
            content:
              "12.3 В случае, если у пользователя Сервиса, принявшего решение удалить свой Аккаунт, остаются на балансе Аккаунта денежные средства, он имеет возможность вывода средств, предусмотренную пунктами 7.4. - 7.5. настоящих Правил, только до момента удаления Аккаунта. После удаления Аккаунта, возможность вывода средств, предусмотренная пунктами 7.4. - 7.5. настоящих Правил, отсутствует. ",
          },
          {
            id: 4,
            content:
              "12.4 Зарегистрированный пользователь Сервиса соглашается и подтверждает, что он принимает все последствия и риски, связанные с удалением своего Аккаунта пользователя Сервиса.",
          },
        ],
      },
    ],
  },
};
