import { IFAQInformation } from "../types";

export const FAQData: IFAQInformation[] = [
  {
    type: "common",
    options: [
      {
        title: "Что такое Blogix",
        text: "Мы — Blogix, сервис для размещения рекламы на публичных и приватных площадках в Telegram, Instagram и YouTube. У нас вы можете легко создать рекламный пост с активной ссылкой на ваш сайт, товар, приложение или другой ресурс, добавить видео, фото и текст, чтобы начать продвижение вашего продукта среди широкой аудитории. Все площадки в нашем каталоге разделены по тематикам, что упрощает поиск подходящих каналов и помогает эффективно нацелиться на вашу аудиторию.",
      },
      {
        title: "В чем преимущество Blogix?",
        text: "C помощью нашего сервиса Вы привлечете внимание нужной вам аудитории, увеличите просмотры и получите реальные результаты. Мы гарантируем безопасное выполнение заказа как для владельцев площадок, так и для рекламодателей. Это сэкономит ваше время и силы, позволяя сосредоточиться на главном.",
      },
      {
        title: "Какие гарантии?",
        text: "Наша система безопасной сделки гарантирует, что ваш рекламный пост будет опубликован на выбранных площадках из каталога строго в соответствии с вашими требованиями. Если размещение не состоится или не будет соответствовать вашим условиям, мы вернем полную сумму заказа.",
      },
      {
        title: "Как с вами связаться?",
        text: "Чтобы всегда быть в курсе обновлений, подписывайтесь на наш Telegram-канал или следите за новостями на сайте. Если у вас есть вопросы о работе сервиса, вы можете написать в наш Telegram-бот службы поддержки или воспользоваться онлайн-чатом прямо на сайте.",
      },
    ],
  },
  {
    type: "advertiser",
    options: [
      {
        title: "Как мне разместить рекламу с помощью платформы Blogix?",
        text: "Чтобы разместить рекламу, просто зарегистрируйтесь, перейдите в наш каталог и выберите подходящие каналы. Для удобства используйте фильтры, чтобы быстро найти площадки с вашей целевой аудиторией. Затем добавьте выбранные каналы в корзину, укажите формат размещения, задайте название проекта, создайте пост, выберите удобные даты публикации и оплатите заказ. Всё готово!",
      },
      {
        title: "Вы можете помочь мне подобрать каналы?",
        text: "Конечно! Мы предлагаем услугу “Готовые решения под ключ”, где наши эксперты бесплатно подберут подходящие каналы для вашей рекламы. Менеджер поможет выбрать площадки для достижения ваших целей и полностью возьмет на себя сопровождение вашей рекламной кампании на всех этапах.",
      },
      {
        title: "Сколько стоит размещение рекламы на канале?",
        text: "Цены на размещение рекламы в каналах указаны в нашем Каталоге и устанавливаются владельцами каналов самостоятельно.",
      },
      {
        title: "Как пополнить баланс?",
        text: "Мы принимаем платежи через популярные системы, такие как Payme и Click. Для компаний и индивидуальных предпринимателей доступна оплата по безналичному расчету через договор с использованием Didox. Если вам удобен другой способ оплаты, просто свяжитесь с нами, и мы найдем решение!",
      },
      {
        title:
          "Что обозначают форматы размещения 1/24, 2/48, 3/72, 7 дней и «нативный»?",
        text: "Это форматы размещения вашего рекламного поста на канале блогера, например 1/24 - означает что пост будет 1 час в топе канала (после вашего рекламного поста в течение одного часа на канале не будут выкладываться посты, пользователи будут видеть ваш рекламный пост самым первым сообщением в канале) и 24 часа в ленте канала, после чего рекламный пост будет удален из истории канала (по усмотрению блогера рекламный пост может оставаться в ленте канала навсегда)",
      },
      {
        title: "Деньги списались с баланса, а поста нет, что делать?",
        text: "Не переживайте — все заказы защищены системой безопасная сделка. Ваши деньги резервируются платформой и передаются владельцу канала только после выполнения заказа. Если в течение 24 часов заказ не будет принят, средства автоматически возвращаются на ваш баланс в личном кабинете, если заказ принят у владельца канала есть 36 часов после принятия для размещения рекламного заказа, если иные сроки не указаны в условиях заказа.",
      },
      {
        title: "Когда на канале появится моя интеграция?",
        text: "Владелец канала должен принять проект в течение 24 часов. После этого у него есть 36 часов для публикации, если иные сроки не указаны в условиях заказа.",
      },
      {
        title: "Что будет если канал откажет в размещении моей интеграции?",
        text: "Если владелец канала откажется от размещения, средства будут возвращены на ваш баланс в течение 24 часов.",
      },
    ],
  },
  {
    type: "blogger",
    options: [
      {
        title: "Как добавить свой канал в каталог платформы?",
        text: "Чтобы добавить свой канал, зарегистрируйтесь на нашем сайте. После регистрации перейдите в режим владельца канала, зайдите в раздел “Мои каналы” в личном кабинете и следуйте инструкции по добавлению канала. Это абсолютно бесплатно. После подачи заявки ваш канал пройдет модерацию. Если у него более 1000 подписчиков и он соответствует нашим требованиям, он будет добавлен в каталог.",
      },
      {
        title: "Как быстро мой канал появится в каталоге?",
        text: "Мы стараемся модерировать заявки максимально оперативно, но это занимает время. Обычно не больше 36 часов.",
      },
      {
        title: "Почему мой канал не был добавлен?",
        text: "Убедитесь, что ваш канал или чат соответствуют всем требованиям, указанным в разделе 4 правил пользования сервисом — “Добавление канала”. В случае отказа вы сможете узнать причину в разделе “Мои каналы”, где такие каналы будут отмечены статусом “заблокированные”.",
      },
      {
        title: "Как обновить информацию о моем канале?",
        text: "После добавления канала вы можете изменить описание и другие данные при редактировании в разделе «Мои каналы».",
      },
      {
        title: "Как долго пост должен быть размещен на канале?",
        text: "Стандартные условия размещения интеграций в ленте канала: удержание поста в топе в течение 1 часа и его размещение в ленте на 24 часа. При необходимости вы можете выбрать другие условия размещения в настройках конкретного канала.",
      },
      {
        title: "Как формируется цена?",
        text: " Владельцы каналов сами устанавливают стоимость рекламы в своем канале. После успешного завершения проекта на ваш баланс зачисляется сумма, равная стоимости поста, за вычетом комиссии сервиса в размере 12%. Комиссия за вывод средств зависит от выбранного вами способа вывода.",
      },
      {
        title: "Как сделать вывод средств?",
        text: "Вывод средств можно оформить в личном кабинете, в разделе «Вывод средств», следуя инструкции и расписанию.",
      },
      {
        title: "Я оформил вывод средств, где мои деньги?",
        text: "Заявки на вывод средств обрабатываются трижды в неделю: по понедельникам, средам и пятницам. Зачисление средств на ваш банковский счет или карту зависит от работы принимающего банка или сервиса и обычно занимает не более 1–3 банковских дней.",
      },
      {
        title: "Почему мои каналы пропали из каталога?",
        text: "Любое подозрение в мошеннических действиях на платформе, уменьшение подписчиков канала ниже порогового значения и некоторые другие причины влекут за собой удаление каналов из каталога.",
      },
      {
        title: "Зачем мне подключать вашего бота?",
        text: "Это Telegram-бот, который мгновенно уведомляет вас о всех обновлениях на платформе. Бот сообщает о новых заказах (с возможностью принять или отклонить), изменениях статуса заказа, пополнении баланса и других важных событиях. Подключив бот уведомлений Telega.in, вы будете получать новые рекламные запросы в реальном времени, что позволит быстро реагировать на запросы рекламодателей. Подробнее о подключении бота к вашему аккаунту можно узнать здесь.",
      },
    ],
  },
];
