import { IFAQInformation } from "../types";

export const FAQData: IFAQInformation[] = [
  {
    type: "common",
    options: [
      {
        title:
          "What difference between low priority players and Immortal players in DOTA 2?",
        text: "Сегодня утром я решил прогуляться по парку. День выдался солнечным и теплым, что делало прогулку особенно приятной. Я шел по извилистым дорожкам, любуясь зеленью деревьев и разноцветьем цветов. Вдали был слышен смех детей, играющих на площадке, и щебетание птиц, дополняющее эту идиллическую картину.",
      },
      {
        title:
          "What difference between low priority players and Immortal players in DOTA 2?",
        text: "Сегодня утром я решил прогуляться по парку. День выдался солнечным и теплым, что делало прогулку особенно приятной. Я шел по извилистым дорожкам, любуясь зеленью деревьев и разноцветьем цветов. Вдали был слышен смех детей, играющих на площадке, и щебетание птиц, дополняющее эту идиллическую картину.",
      },
      {
        title:
          "What difference between low priority players and Immortal players in DOTA 2?",
        text: "Сегодня утром я решил прогуляться по парку. День выдался солнечным и теплым, что делало прогулку особенно приятной. Я шел по извилистым дорожкам, любуясь зеленью деревьев и разноцветьем цветов. Вдали был слышен смех детей, играющих на площадке, и щебетание птиц, дополняющее эту идиллическую картину.",
      },
    ],
  },
  {
    type: "advertiser",
    options: [
      {
        title:
          "What difference between low priority players and Immortal players in DOTA 2?",
        text: "Сегодня утром я решил прогуляться по парку. День выдался солнечным и теплым, что делало прогулку особенно приятной. Я шел по извилистым дорожкам, любуясь зеленью деревьев и разноцветьем цветов. Вдали был слышен смех детей, играющих на площадке, и щебетание птиц, дополняющее эту идиллическую картину.",
      },
      {
        title:
          "What difference between low priority players and Immortal players in DOTA 2?",
        text: "Сегодня утром я решил прогуляться по парку. День выдался солнечным и теплым, что делало прогулку особенно приятной. Я шел по извилистым дорожкам, любуясь зеленью деревьев и разноцветьем цветов. Вдали был слышен смех детей, играющих на площадке, и щебетание птиц, дополняющее эту идиллическую картину.",
      },
      {
        title:
          "What difference between low priority players and Immortal players in DOTA 2?",
        text: "Сегодня утром я решил прогуляться по парку. День выдался солнечным и теплым, что делало прогулку особенно приятной. Я шел по извилистым дорожкам, любуясь зеленью деревьев и разноцветьем цветов. Вдали был слышен смех детей, играющих на площадке, и щебетание птиц, дополняющее эту идиллическую картину.",
      },
      {
        title:
          "What difference between low priority players and Immortal players in DOTA 2?",
        text: "Сегодня утром я решил прогуляться по парку. День выдался солнечным и теплым, что делало прогулку особенно приятной. Я шел по извилистым дорожкам, любуясь зеленью деревьев и разноцветьем цветов. Вдали был слышен смех детей, играющих на площадке, и щебетание птиц, дополняющее эту идиллическую картину.",
      },
    ],
  },
  {
    type: "blogger",
    options: [
      {
        title:
          "What difference between low priority players and Immortal players in DOTA 2?",
        text: "Сегодня утром я решил прогуляться по парку. День выдался солнечным и теплым, что делало прогулку особенно приятной. Я шел по извилистым дорожкам, любуясь зеленью деревьев и разноцветьем цветов. Вдали был слышен смех детей, играющих на площадке, и щебетание птиц, дополняющее эту идиллическую картину.",
      },
      {
        title:
          "What difference between low priority players and Immortal players in DOTA 2?",
        text: "Сегодня утром я решил прогуляться по парку. День выдался солнечным и теплым, что делало прогулку особенно приятной. Я шел по извилистым дорожкам, любуясь зеленью деревьев и разноцветьем цветов. Вдали был слышен смех детей, играющих на площадке, и щебетание птиц, дополняющее эту идиллическую картину.",
      },
      {
        title:
          "What difference between low priority players and Immortal players in DOTA 2?",
        text: "Сегодня утром я решил прогуляться по парку. День выдался солнечным и теплым, что делало прогулку особенно приятной. Я шел по извилистым дорожкам, любуясь зеленью деревьев и разноцветьем цветов. Вдали был слышен смех детей, играющих на площадке, и щебетание птиц, дополняющее эту идиллическую картину.",
      },
      {
        title:
          "What difference between low priority players and Immortal players in DOTA 2?",
        text: "Сегодня утром я решил прогуляться по парку. День выдался солнечным и теплым, что делало прогулку особенно приятной. Я шел по извилистым дорожкам, любуясь зеленью деревьев и разноцветьем цветов. Вдали был слышен смех детей, играющих на площадке, и щебетание птиц, дополняющее эту идиллическую картину.",
      },
      {
        title:
          "What difference between low priority players and Immortal players in DOTA 2?",
        text: "Сегодня утром я решил прогуляться по парку. День выдался солнечным и теплым, что делало прогулку особенно приятной. Я шел по извилистым дорожкам, любуясь зеленью деревьев и разноцветьем цветов. Вдали был слышен смех детей, играющих на площадке, и щебетание птиц, дополняющее эту идиллическую картину.",
      },
    ],
  },
];
